[
  {
    "Id": "5c2198a7-9081-4686-9a1b-840d758e405e",
    "FirstName": "Indu",
    "LastName": "Alagarsamy",
    "Biography": "Indu Alagarsamy has been programming for over 15 years. \r\nShe is currently part of the development team at Particular Software, the makers of NServiceBus, practicing her passion. \r\n\r\nIndu is also passionate about diversity and inclusiveness in the tech industry. When not programming, she is either rock climbing in sunny Southern California or spending time with her kids!",
    "GravatarUrl": "//www.gravatar.com/avatar/5dd3165fd408bfad86466226d71b53cc",
    "TwitterLink": "https://twitter.com/indu_alagarsamy",
    "GitHubLink": "https://github.com/indualagarsamy",
    "LinkedInProfile": "https://www.linkedin.com/in/indualagarsamy/",
    "BlogUrl": null,
    "SessionIds": [
      "7289"
    ]
  },
  {
    "Id": "84f4d5b5-4e54-4f13-8939-1434551b46be",
    "FirstName": "Christina",
    "LastName": "Aldan",
    "Biography": "Christina Aldan is a TEDx Speaker and Entrepreninja whose company, LG Designs, offers small and micro businesses brand consulting and creative content for everyday media.  With over a decade of experience in digital advertising Christina is highly regarded for her approach to business, partnering with clients to find unique strategies that ensure their advertising goals are met.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/ce9356a177df8b59c28d72c7dc2d64be",
    "TwitterLink": "https://twitter.com/luckgirliegirl",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/luckygirl",
    "BlogUrl": "http://iamagoodmix.com/blog",
    "SessionIds": [
      "7796",
      "7797"
    ]
  },
  {
    "Id": "f62ed587-5dab-4818-b0f3-398f7975961a",
    "FirstName": "Rob",
    "LastName": "Allen",
    "Biography": "Rob Allen is a software consultant and developer. He has been involved in software architecture and development for many years and writes code in PHP, Swift and other interesting languages. He is part of Slim Framework's leadership team and contributes to Apache OpenWhisk & other open source projects. Rob is a published author and based in the UK where he runs [Nineteen Feet Limited](http://19ft.com), focussing on API development, training and consultancy. In his spare time, Rob blogs at [akrabat.com](https://akrabat.com) and can often be seen with a camera in his hand.",
    "GravatarUrl": "//www.gravatar.com/avatar/2f3857ea7ae880357bc66f7314eb5355",
    "TwitterLink": "https://twitter.com/akrabat",
    "GitHubLink": "https://github.com/akrabat",
    "LinkedInProfile": "https://www.linkedin.com/in/akrabat",
    "BlogUrl": "https://akrabat.com",
    "SessionIds": [
      "7466"
    ]
  },
  {
    "Id": "118b44db-ead1-4021-81c9-26e76e665444",
    "FirstName": "Dale",
    "LastName": "Alleshouse",
    "Biography": "Dale Alleshouse is a 20+ year veteran developer with a passion for technology and a penchant for keeping up with software trends. He has extensive experience with full stack web development using C#, JavaScript, TypeScript, HTML, CSS, SQL, and NoSql. He also likes to dabble with C++, C, F#, and a few different LISP variants.\r\nDale recently accepted a Software Engineer position with the Software Engineering Institute (SEI) at Carnegie Mellon University. SEI is a federally funded research and development facility funded by the Department of Defense.\r\nIn his free time, he’s involved in several local user groups where he shares his experiences on topics such as Docker, Kubernetes, AngularJS, Test Driven Development, and Software Craftsmanship. He also actively contributes to the open source community. When not programming, you can find him in the gym lifting heavy things and generally being a menace.",
    "GravatarUrl": "//www.gravatar.com/avatar/8649e5e74ec8588fb59b913ac01f2ade",
    "TwitterLink": "https://twitter.com/humpbackfreak",
    "GitHubLink": "https://github.com/dalealleshouse",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.hideoushumpbackfreak.com/",
    "SessionIds": [
      "6758"
    ]
  },
  {
    "Id": "dd240822-f8e8-4d7d-b51a-81c59f128a21",
    "FirstName": "BJ",
    "LastName": "Allmon",
    "Biography": "Seasoned software developer and agile practitioner, homeschool Dad, song writer, author, and speaker. Experienced in coaching teams through the full project life cycle while providing insightful, path changing feedback and visibility along the way. Geared toward rapid delivery of solutions with the upmost business value and quality possible.",
    "GravatarUrl": "//www.gravatar.com/avatar/d462bb249067c6cad0ad8e0a53d63cfa",
    "TwitterLink": "https://twitter.com/bjallmon",
    "GitHubLink": "https://github.com/bjallmon",
    "LinkedInProfile": "https://www.linkedin.com/in/bjallmon",
    "BlogUrl": null,
    "SessionIds": [
      "6926",
      "6927"
    ]
  },
  {
    "Id": "c6062873-5132-4b06-ba53-51f896a20af0",
    "FirstName": "Ingar",
    "LastName": "Almklov",
    "Biography": "Ingar has been working as a developer for 5 years, primarily with .Net and web.\r\n\r\nHe got exposed to functional programming through F# and is now trying to use that as much as possible when on the .Net platform.\r\n\r\nOn the frontend side of things, Elm is Ingar's main focus. He discovered the joy of Elm two years ago and is now a co-organizer of the Oslo Elm Meetup. He loves telling people about it and showing others that there is a world outside of JavaScript. ",
    "GravatarUrl": "//www.gravatar.com/avatar/0c89eaf0f42ab6bf68343c5d7f5d4fd3",
    "TwitterLink": "https://twitter.com/ingara",
    "GitHubLink": "https://github.com/ingara",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7845"
    ]
  },
  {
    "Id": "852e3d92-1136-4649-a990-b87e7b806fd4",
    "FirstName": "Ignacio",
    "LastName": "Anaya",
    "Biography": "I am Full Stack Developer, Tech Trainer and Speaker. Passionate about code, teach and field hockey. I am mostly working with JavaScript, Vue.js & Node.js but I like to contribute to any kind of dev community or OSS project. I am also @Auth0 Ambassador and Organizer at @Vuenos_Aires.",
    "GravatarUrl": "//www.gravatar.com/avatar/6c3e7ef20801b4b967dc1643f63d6233",
    "TwitterLink": "https://twitter.com/ianaya89",
    "GitHubLink": "https://github.com/ianaya89",
    "LinkedInProfile": "https://www.linkedin.com/in/ianaya89/",
    "BlogUrl": "https://ianaya89.com",
    "SessionIds": [
      "7378"
    ]
  },
  {
    "Id": "0b5ab315-3912-45c1-83bc-48f59515e66f",
    "FirstName": "Kim",
    "LastName": "Arnett",
    "Biography": "Kim Arnett is an iOS Developer at DXC.technology. She enjoys watching her creations work wonders while making a positive impact on the population. She's interested in technology, feminism, mental health, and Iron Man. Current side project includes learning robotics & AR.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/b75a6021716a4dadf2edce7d882e4796",
    "TwitterLink": "https://twitter.com/kimberlypilbeam",
    "GitHubLink": "https://github.com/karnett",
    "LinkedInProfile": "http://linkedin.com/in/kdarnett",
    "BlogUrl": "http://kimarnett.com/",
    "SessionIds": [
      "6972"
    ]
  },
  {
    "Id": "4f62ee38-767c-42ef-958a-5e222d65f567",
    "FirstName": "Mete",
    "LastName": "Atamel",
    "Biography": "Mete is a Developer Advocate at Google, currently focused on helping developers with Google Cloud Platform. As a long-time Java and a recent C# developer, he likes to compare the two ecosystems. Prior to Google, he worked at Microsoft, Skype, Adobe, EMC, and Nokia building apps and services on various web, mobile and cloud platforms. Originally from Cyprus, he currently lives in Greenwich, not too far away from the prime meridian.",
    "GravatarUrl": "//www.gravatar.com/avatar/116f111c3534b2bd96f4df36b7708054",
    "TwitterLink": "https://twitter.com/https://twitter.com/meteatamel",
    "GitHubLink": "https://github.com/https://github.com/meteatamel",
    "LinkedInProfile": "https://www.linkedin.com/in/meteatamel",
    "BlogUrl": "https://meteatamel.wordpress.com",
    "SessionIds": [
      "7130"
    ]
  },
  {
    "Id": "1595a7d3-a307-450e-9738-619b6ea7bdf4",
    "FirstName": "Ondrej",
    "LastName": "Balas",
    "Biography": "Ondrej is the owner of UseTech Design, a Michigan-based development company that focuses primarily on .NET and other Microsoft technologies. Ondrej is also a Microsoft MVP in Visual Studio and Development Technologies, a writer for Visual Studio Magazine, and is very active in the Michigan software development community. Ondrej works across many industries including finance, healthcare, manufacturing, and logistics. Areas of expertise include similarity and matching across large data sets, algorithm design, distributed architecture, and software development practices.",
    "GravatarUrl": "//www.gravatar.com/avatar/3b60e6c26184cec14bbbdc2c7ea2f1c8",
    "TwitterLink": "https://twitter.com/ondrejbalas",
    "GitHubLink": "https://github.com/ondrejbalas",
    "LinkedInProfile": null,
    "BlogUrl": "http://ondrejbalas.com",
    "SessionIds": [
      "7552"
    ]
  },
  {
    "Id": "54cd295d-10fc-4446-b612-beb0a94d98aa",
    "FirstName": "James",
    "LastName": "Balmert",
    "Biography": "James Balmert is a consultant for Manifest Solutions out of Columbus, Ohio.  With nearly 20 years of experience, he specializes in object oriented design, and test driven development.  He has worked for large companies in the financial, insurance, and health sectors, helping them to improve code quality and productivity.\r\n\r\nJames is also an instructor in the Manifest Solutions bootcamp program.  We help prepare the next generation of agilists for work in the industry.\r\n\r\nJames has a bachelors of science degree in computer science engineering from the Ohio Status University.  He is an avid reader, collects Rubik's cubes, and has a soft spot for Metroidvania games.",
    "GravatarUrl": "//www.gravatar.com/avatar/14822ab9e6974c7517e025ff18c17994",
    "TwitterLink": "https://twitter.com/trembyl",
    "GitHubLink": "https://github.com/jbalmert",
    "LinkedInProfile": "https://www.linkedin.com/in/james-balmert-23ba9129",
    "BlogUrl": null,
    "SessionIds": [
      "6928"
    ]
  },
  {
    "Id": "673c0a52-056b-4d35-babb-4804cad5c562",
    "FirstName": "Nick",
    "LastName": "Barendt",
    "Biography": "A wayward electrical engineer, having spent his career in software, from robotics and machine vision to the web and the cloud. Combining expertise in both real-time, embedded systems and scalable cloud computing, he is a jack of all trades (perhaps a master of none). He consults on business and technology strategy.  He is also an adjunct faculty member in the Department of Electrical Engineering and Computer Science at Case Western Reserve University in Cleveland, Ohio.",
    "GravatarUrl": "//www.gravatar.com/avatar/b9e87ff5eafaf8e947271b02283043d2",
    "TwitterLink": "https://twitter.com/nickbarendt",
    "GitHubLink": "https://github.com/nbarendt",
    "LinkedInProfile": "https://www.linkedin.com/in/nickbarendt/",
    "BlogUrl": null,
    "SessionIds": [
      "7567"
    ]
  },
  {
    "Id": "90d50fe1-b71f-4b42-82d1-03c64d8e9421",
    "FirstName": "Kim",
    "LastName": "Barry Detwiller",
    "Biography": "Kim is a full time homeschooling mother of five. She lives in a suburb of Cleveland, Ohio with her husband Colin Detwiller and their children. She is a creative and crafty lady who spends her spare time building elaborate props for stage and theater, as well as for the Halloween industry. At home the family homeschools with a focus on STEM, Arts and creativity. A former summer camp counselor, and oldest sibling among 10, she is an expert in child wrangling. Kim believes the best way for a child to learn is by doing, so any session with her will be hands-on and probably a little messy!",
    "GravatarUrl": "//www.gravatar.com/avatar/a84b8549a4946ee7e018572ba84576ce",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7674"
    ]
  },
  {
    "Id": "d416eeff-fd68-46b9-a61c-35bec2b5c885",
    "FirstName": "Sam",
    "LastName": "Basu",
    "Biography": "Sam Basu is a technologist, author, speaker, Microsoft MVP, gadget-lover and Progress Developer Advocate for Telerik products. With a long developer background, he now spends much of his time advocating modern web/mobile/cloud development platforms on Microsoft/Telerik technology stacks. His spare times call for travel, fast cars, cricket and culinary adventures with the family. You can find him on the internet.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/aeafe5d7249b9003e30b93ff3596cd68",
    "TwitterLink": "https://twitter.com/samidip",
    "GitHubLink": "https://github.com/samidip",
    "LinkedInProfile": null,
    "BlogUrl": "http://samidipbasu.com/",
    "SessionIds": [
      "7043",
      "7679"
    ]
  },
  {
    "Id": "d06d7425-c083-49ed-b44b-ae006a7d5b36",
    "FirstName": "Aaron",
    "LastName": "Bedra",
    "Biography": "Aaron Bedra is the founder of Modeled Thinking, where he works at the intersection of software, security, and business. He has served as a Chief Security Officer, Chief Technology Officer, and Principal Engineer/Architect. He has worked professionally on programming languages, most notably Clojure and ClojureScript. Aaron is the creator of Repsheet, an open source threat intelligence toolkit. He is the co-author of Programming Clojure, 2nd and 3rd Edition and a contributor to Functional Programming: A PragPub Anthology.",
    "GravatarUrl": "//www.gravatar.com/avatar/24659470071279a42020d5b87411598e",
    "TwitterLink": "https://twitter.com/abedra",
    "GitHubLink": "https://github.com/abedra",
    "LinkedInProfile": null,
    "BlogUrl": "http://aaronbedra.com",
    "SessionIds": [
      "7589",
      "7594"
    ]
  },
  {
    "Id": "85fffc76-e0df-44b8-b612-9f1e95a98387",
    "FirstName": "Matt",
    "LastName": "Behrens",
    "Biography": "Matt has been a software developer and consultant with Atomic Object for three years; during that time and for decades before, he's worked and supported on several full-stack applications on the web, desktop, servers, and in the mobile space, across several different industries.\r\n\r\nMatt has always had a love for networking since the day he first strung copper across his parents' basement to get his stack of cast-off PCs talking to each other and the rest of the world, and to this day he's happiest working on applications where he gets to roll up his sleeves and get systems talking to each other.",
    "GravatarUrl": "//www.gravatar.com/avatar/8eddc679294622c3c45d66b1dd4eba72",
    "TwitterLink": "https://twitter.com/zigg",
    "GitHubLink": "https://github.com/zigg",
    "LinkedInProfile": "https://www.linkedin.com/in/mattbehrens/",
    "BlogUrl": "https://www.zigg.com/",
    "SessionIds": [
      "7287"
    ]
  },
  {
    "Id": "44fad5b9-f0b5-4b31-b416-678eb4d37e2a",
    "FirstName": "Branden",
    "LastName": "bellanca",
    "Biography": "A software craftsman, who's worked in Test Automation, Enterprise Software Development, and Salesforce Architecture.  I enjoy a good challenge and working with a team to \"get stuff done\". Hailing from West Virginia, I love hiking, camping and a little bit of guitar strumming. ",
    "GravatarUrl": "//www.gravatar.com/avatar/06f6516772eca8763479753e2746e328",
    "TwitterLink": "https://twitter.com/bsbellanca",
    "GitHubLink": "https://github.com/bellanc",
    "LinkedInProfile": "https://www.linkedin.com/in/branden-bellanca-42aa7169",
    "BlogUrl": null,
    "SessionIds": [
      "7764"
    ]
  },
  {
    "Id": "4a466fad-93df-4b69-8d45-a72483eae891",
    "FirstName": "Ronda",
    "LastName": "Bergman",
    "Biography": "Ronda has been working as a software developer for 18+ years, primarily in the .NET stack. She has worked for large multi-national organizations and small startups. She is the Co-founder and lead consultant of EllaVatec, a diversity and inclusion consultancy. The Co-founder and Chapter Leader of Girl Develop It Ann Arbor. A Software Artisan at Pillar Technologies, and the Vice President of Ann Arbor .NET Developers. As a female developer and the mother of 1 female developer and 1 aspiring female developer she is working hard to help level the playing field for everyone in the industry.",
    "GravatarUrl": "//www.gravatar.com/avatar/fe43183753a401d3b9b92ca452ffee41",
    "TwitterLink": "https://twitter.com/rabergman",
    "GitHubLink": "https://github.com/rabergman",
    "LinkedInProfile": "https://www.linkedin.com/in/rondabergman/",
    "BlogUrl": "http://rondabergman.com",
    "SessionIds": [
      "7047",
      "7052"
    ]
  },
  {
    "Id": "0a606dbf-dafc-4213-bd6f-a76145592447",
    "FirstName": "Brett",
    "LastName": "Berliner",
    "Biography": "A 2006 graduate of The Ohio State University, Brett was lucky enough to discover his passion for software development in high school, when a computer science course time allowed him to take a longer lunch. After graduating, he's been fortunate enough to work on some very cool projects in the .NET space in the marketing, insurance and consulting realms. At Cardinal Solutions, Brett focuses heavily on large scale application development using Microsoft Azure. He's passionate about testing strategies and building code that is reusable and maintainable. Brett lives in Columbus, OH with his fiancee and dog, and when he's not writing or learning about software, he finds time to play beer league hockey and listen to (mostly) good music. ",
    "GravatarUrl": "//www.gravatar.com/avatar/018b58cbb576b51535f2e562fa34e01b",
    "TwitterLink": "https://twitter.com/brettberliner",
    "GitHubLink": "https://github.com/brettberliner",
    "LinkedInProfile": "https://www.linkedin.com/in/brett-berliner-46a2316/",
    "BlogUrl": null,
    "SessionIds": [
      "7534"
    ]
  },
  {
    "Id": "5c8aa8b0-b9a7-48e1-a842-f2514ef6c1aa",
    "FirstName": "Jason",
    "LastName": "Blackhurst",
    "Biography": "Jason Blackhurst is a husband of one, father of two and fairly technical. He's abnormally tall but completely harmless. He has been developing software now for about 15 years, and leading teams for more than 6. Currently he can be found at Fuse by Cardinal Health serving as Tech Lead for a powerful team of developers working to take medical devices to market.\r\n\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/a8121d1ec7e51335a986ec61c0a82dda",
    "TwitterLink": "https://twitter.com/alsoknownasslim",
    "GitHubLink": "https://github.com/jasonblackhurst",
    "LinkedInProfile": "https://www.linkedin.com/in/jason-blackhurst",
    "BlogUrl": "http://jasonblackhurst.com",
    "SessionIds": [
      "7202"
    ]
  },
  {
    "Id": "cc65a825-1b8f-4883-9e80-c63498faae8e",
    "FirstName": "Jeff",
    "LastName": "Blankenburg",
    "Biography": "When he's not preparing for Codemash, Jeff spends most of his time writing software, tinkering with his Jeep, playing with Legos, and trying to do all of that with his wife and two children.\r\n\r\nJeff is also, according to his wife, WAY TOO EXCITED about home automation and the Amazon Echo.",
    "GravatarUrl": "//www.gravatar.com/avatar/b908a267eb73767fb3c9eab83a370b13",
    "TwitterLink": "https://twitter.com/jeffblankenburg",
    "GitHubLink": "https://github.com/jeffblankenburg",
    "LinkedInProfile": "http://linkedin.com/in/jeffblankenburg",
    "BlogUrl": "http://jeffblankenburg.com",
    "SessionIds": [
      "6765"
    ]
  },
  {
    "Id": "49c9fba5-4c51-44b0-82be-2f2ce44fbbbf",
    "FirstName": "Jimmy",
    "LastName": "Bogard",
    "Biography": "Jimmy is a member of the ASPInsiders group, the C# Insiders group, and received the \"Microsoft Most Valuable Professional\" (MVP) award for ASP.NET in 2009-2018. Jimmy is also the creator and maintainer of the popular OSS library AutoMapper.",
    "GravatarUrl": "//www.gravatar.com/avatar/cc359c5ccf90d7a24b5976316797b5ec",
    "TwitterLink": "https://twitter.com/jbogard",
    "GitHubLink": "https://github.com/jbogard",
    "LinkedInProfile": "https://www.linkedin.com/in/jimmybogard/",
    "BlogUrl": "https://jimmybogard.com",
    "SessionIds": [
      "7079",
      "7081"
    ]
  },
  {
    "Id": "0adf0486-a3ad-40ba-a119-d973cb7e32d2",
    "FirstName": "Ryan",
    "LastName": "Booz",
    "Biography": "Ryan hails from Central PA where he and his wife raise their 5 children in a restored 1840s farmhouse on 33 acres of land.  He is the Chief Technology Officer at EnergyCAP, Inc., a 35-year industry leader of energy and utility bill management software.   Ryan has helped lead both IT and software development, transitioning from a legacy desktop application to a modern web application serving thousands of users.\r\n\r\nRyan's love for technology began with his first exposure to the family TRS-80 (when he hacked an ending to \"Lost Dutchman's Gold\" on a bootleg cassette tape copy).  Since then, he has worked in at least 12 languages, managed every major operating system in the last 20 years, and built a successful SaaS solution for thousands of clients. He has taught technology in various venues over the last 18 years, from a small private K-12 school to large staff training at Penn State University.  Ryan has a passion for understanding technology and discovering simple solutions to new problems.  He's always had a special interest in relational databases and is a data science wannabe at heart.",
    "GravatarUrl": "//www.gravatar.com/avatar/566261be36c0b65397745e1e7b138b4e",
    "TwitterLink": "https://twitter.com/ryanbooz",
    "GitHubLink": "https://github.com/ryanbooz",
    "LinkedInProfile": "https://www.linkedin.com/in/ryanbooz/",
    "BlogUrl": "http://www.softwareandbooz.com",
    "SessionIds": [
      "7785"
    ]
  },
  {
    "Id": "79e01186-c9fd-48d1-b955-ac564352826b",
    "FirstName": "Jerod",
    "LastName": "Brennen",
    "Biography": "I've been working in infosec long enough to have earned every gray hair in my beard. Whether as a trainer, consultant, manager, or specialist, my focus has always been to help people figure out how to do what they're trying to do SECURELY.\r\n\r\nBy night, I'm a husband, father, writer, filmmaker, martial artist, musician, gamer, and recovering social media junkie. I present regularly at information security conferences on a variety of topics, based on hands-on experience in different information security domains.",
    "GravatarUrl": "//www.gravatar.com/avatar/3843cce71187c5b2a9f1180f2f1208cf",
    "TwitterLink": "https://twitter.com/slandail",
    "GitHubLink": "https://github.com/slandail",
    "LinkedInProfile": "https://www.linkedin.com/in/slandail/",
    "BlogUrl": "https://slandail.net/",
    "SessionIds": [
      "7177"
    ]
  },
  {
    "Id": "6a741768-6401-41f1-b2f7-71a22d36d054",
    "FirstName": "Dusty",
    "LastName": "Burwell",
    "Biography": "Dusty has been developing software professionally for 10 years. He's currently working at Stripe to store all bits consistently and availably, but has spent his past lives building software at every layer of the stack and in far too many languages and frameworks. Dusty's primarily motivated by the people side of software, making great products for customers sustainably with happy peers.",
    "GravatarUrl": "//www.gravatar.com/avatar/6343ef938226f72218388cb8f0eec754",
    "TwitterLink": "https://twitter.com/dustyburwell",
    "GitHubLink": "https://github.com/dustyburwell",
    "LinkedInProfile": "https://www.linkedin.com/in/dusty-burwell-a33a2129",
    "BlogUrl": "http://www.dustyburwell.com",
    "SessionIds": [
      "7686",
      "7743"
    ]
  },
  {
    "Id": "1c13fb09-cee3-4469-a3a6-6528f54d13df",
    "FirstName": "Jeff",
    "LastName": "Butler",
    "Biography": "Jeff is a Java practice leader with DMI.  He has been active in the enterprise Java eco-system for over 15 years.\r\n\r\nJeff is long-time committer to the MyBatis (formerly iBatis) persistence framework and is the creator of MyBatis Generator.",
    "GravatarUrl": "//www.gravatar.com/avatar/9184eddbe33080981979ee567a6a8766",
    "TwitterLink": "",
    "GitHubLink": "https://github.com/jeffgbutler",
    "LinkedInProfile": "https://www.linkedin.com/in/jeffgbutler/",
    "BlogUrl": null,
    "SessionIds": [
      "7418"
    ]
  },
  {
    "Id": "61156f71-8129-410f-be02-1d6093b8d498",
    "FirstName": "Joel",
    "LastName": "Byler",
    "Biography": "Joel is a polyglot developer who primarily develops in ruby during the day at CoverMyMeds in Cleveland, Ohio.  He has experience working with startups as well as large corporations with Java, C#, Ruby, Objective-C, and the list goes on.  While still relatively new to Elixir, he is finding it an enjoyable new way of expressing his ideas in code!  He is also the organizer for the Cleveland Ruby Brigade and enjoys participating in community events such as Cleveland RailsBridge, GiveCamp, Startup Weekend, and Global Day of Code Retreat.",
    "GravatarUrl": "//www.gravatar.com/avatar/804c822d96e32515c3ae7eaa52e42490",
    "TwitterLink": "https://twitter.com/joelbyler",
    "GitHubLink": "https://github.com/joelbyler",
    "LinkedInProfile": "https://www.linkedin.com/in/joelbyler",
    "BlogUrl": null,
    "SessionIds": [
      "7473"
    ]
  },
  {
    "Id": "4dfce7da-8421-430e-b296-6f8fd49f1f06",
    "FirstName": "Anne",
    "LastName": "Cahalan",
    "Biography": "Anne is an iOS developer Detroit Labs, where she is constantly delighted by the niftiness of Swift. Passionate about clean code, craft cocktails, and nice yarn, she dreams of an elegantly-designed app that pairs cocktails with knitting patterns. She is contractually required to mention her three-legged cat, Wobbles. ",
    "GravatarUrl": "//www.gravatar.com/avatar/7ed5402a7b3283457283a5e85fd8946f",
    "TwitterLink": "https://twitter.com/northofnormal",
    "GitHubLink": "https://github.com/northofnormal",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "6971"
    ]
  },
  {
    "Id": "af664e16-f793-41a2-b4b0-faee1f1b7243",
    "FirstName": "Julie",
    "LastName": "Cameron",
    "Biography": "Julie has played various roles in the web development industry for over a decade and is currently working remotely in Ypsilanti, Michigan as a Tech Lead and Frontend Developer for Articulate. She is co-founder of the Ann Arbor chapter of Girl Develop It, and an experienced speaker and teacher, having presented at several national conferences and local Meetup groups. She is passionate about CSS, Sass, and modular frontend architecture; is an advocate for women in tech and life; she's a yogi, a beer & wine consumer, a pet lover, a Beyoncé fan, and a self-improvement practitioner.",
    "GravatarUrl": "//www.gravatar.com/avatar/f49c5780805d9e50bdc348069a7db59d",
    "TwitterLink": "https://twitter.com/jewlofthelotus",
    "GitHubLink": "https://github.com/jewlofthelotus",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "6770",
      "6771"
    ]
  },
  {
    "Id": "901fe680-7e15-4e89-b672-3ae5af1f32b0",
    "FirstName": "Adam",
    "LastName": "Caudill",
    "Biography": "Adam Caudill is a security consultant with over 15 years of experience in security and software development; with a focus on application security, secure communications, and cryptography. Active blogger, frequent speaker and trainer, open source contributor, and advocate for user privacy and protection. His work has been cited by numerous media outlets and publications around the world, from CNN to Wired and countless others.",
    "GravatarUrl": "//www.gravatar.com/avatar/49e14cf9f67c48aad082dec4f106f19a",
    "TwitterLink": "https://twitter.com/adamcaudill",
    "GitHubLink": "https://github.com/adamcaudill",
    "LinkedInProfile": null,
    "BlogUrl": "https://adamcaudill.com",
    "SessionIds": [
      "7318"
    ]
  },
  {
    "Id": "54f00b2d-4772-4543-9a03-60e55c7fbf51",
    "FirstName": "John",
    "LastName": "Chapman",
    "Biography": "John Chapman is a software generalist with a passion for problem solving.  John is always searching for a better way to solve a problem and a way to improve the software development platform. He has over a decade of experience working across the full stack of software including Java/.NET backends, .NET Windows UIs and HTML/Javascript web applications.  In addition to his love for software development, John is also a passionate FPV drone racer, and recently placed as a 2017 MultiGP drone racing regional finalist.",
    "GravatarUrl": "//www.gravatar.com/avatar/618dc4451e0e3e5ee80a20b0792e1b9f",
    "TwitterLink": "https://twitter.com/johnchapman",
    "GitHubLink": "https://github.com/jchapman202",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7178",
      "7841",
      "7842",
      "7843"
    ]
  },
  {
    "Id": "c0bcb40e-5422-4e41-bd72-0742e9ac766b",
    "FirstName": "Ed",
    "LastName": "Charbeneau",
    "Biography": "Ed is a Microsoft MVP and an internationally recognized online influencer, speaker, writer, design admirer, a Developer Advocate for Progress, and expert on all things web development. Ed enjoys geeking out to cool new tech, brainstorming about future technology, and admiring great design.\r\n\r\nEd has shared his insights, experiences, and advice around collaboration, knowledge management, social computing, and training at many industry events around the United States. Highly ethical and engaging with an uncanny business acumen, he is a creative community builder and outside the box thinker. Long term business relationships throughout the world within internal communications, employee engagement and marketing as well as IT. Focusing on Financial, Healthcare, Manufacturing, Agency and Professional Services. He has defined, architected, implemented line of business solutions with a touch of style and UX best practices.",
    "GravatarUrl": "//www.gravatar.com/avatar/ec4839ac8d5887bf44ad2dfa279ce8cd",
    "TwitterLink": "https://twitter.com/edcharbeneau",
    "GitHubLink": "https://github.com/edcharbeneau",
    "LinkedInProfile": "https://www.linkedin.com/in/edcharbeneau/",
    "BlogUrl": "http://edcharbeneau.com/",
    "SessionIds": [
      "7072",
      "7073"
    ]
  },
  {
    "Id": "35c9e596-c77d-4b1f-a3e4-c71b5a3df074",
    "FirstName": "Jenna",
    "LastName": "Charlton",
    "Biography": "Jenna has over 5 years of testing experience, most recently as a Senior Quality Assurance Analyst with Progressive Insurance. Jenna’s passionate about API and web services testing and mentoring other testers. When she’s not hunting for bugs, Jenna enjoys catching an independent wrestling show with her husband Bob, lounging around with her three feline housemates, and serving as a deacon at her church.",
    "GravatarUrl": "//www.gravatar.com/avatar/2aabe0d5b9d18ce29528f7a49b493a35",
    "TwitterLink": "https://twitter.com/shewrestlestest",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/jbcharlton/",
    "BlogUrl": null,
    "SessionIds": [
      "6894"
    ]
  },
  {
    "Id": "96eadeb9-d369-4c28-986e-953128fe11e6",
    "FirstName": "Kevin",
    "LastName": "Cody",
    "Biography": "Kevin is a Senior Application Security Consultant with experience working at several Fortune 500 enterprises. Although his particular expertise is geared toward hacking Web and Mobile applications, he is also experienced in the entire gamut from mainframes to embedded systems. Kevin is adamant on helping build-up developers through security, which can be seen in his involvement within OWASP or while speaking at events like CodeMash or BSides. In his spare time, Kevin can be found attempting to repair something (via online DIY videos), reading tech books, fishing, or simply spending time with his wife and children.",
    "GravatarUrl": "//www.gravatar.com/avatar/c13696d4362ee5745ea6f6fdb458aa94",
    "TwitterLink": "https://twitter.com/kevcody",
    "GitHubLink": "https://github.com/kevcody",
    "LinkedInProfile": "https://www.linkedin.com/in/kevcody",
    "BlogUrl": "https://blog.kcody.com",
    "SessionIds": [
      "7007"
    ]
  },
  {
    "Id": "556bff6c-5f9e-4a6e-b727-a656a5d164a8",
    "FirstName": "Brad",
    "LastName": "Colbow",
    "Biography": "Brad Colbow is an independent UX/UI designer from Cleveland Ohio (colbowdesign.com). Brad has built a reputation designing user interfaces and experiences for brands like Smucker's, Rubbermaid, The Green Bay Packers, The Cleveland Clinic and The Rock and Roll Hall of Fame. Design is fun, but Brad is probably best known for his comic strip “The Brads” which was published in .Net magazine and can bee seen on his personal website (bradcolbow.com) along with his newer comic work. He's also the co-organizer of the Refresh Cleveland and Rustbelt Refresh a front end web design conference in Cleveland. Then there is his YouTube channel, don't get him started on that.",
    "GravatarUrl": "//www.gravatar.com/avatar/f4fdcefcbe9f42663935e7c56c4c76a4",
    "TwitterLink": "https://twitter.com/bradcolbow",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/bcolbow",
    "BlogUrl": "https://www.youtube.com/thebradcolbow",
    "SessionIds": [
      "7561"
    ]
  },
  {
    "Id": "f6f992ee-2f6b-4b57-88eb-428b3b5fac37",
    "FirstName": null,
    "LastName": "Couchbase",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/e10e4ab8fbfc0f5639b4201f340efb44",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.couchbase.com/",
    "SessionIds": [
      "7855"
    ]
  },
  {
    "Id": "6e184f25-e5be-4335-a218-38f1c360683a",
    "FirstName": "Jacob",
    "LastName": "Coulter",
    "Biography": "Jacob Coulter is an Agile Software Development Coach at LeanDog. He has been practicing and teaching Agile Software Development for over a decade. During a career report in the 4th grade, Jacob discovered that programmers get payed a lot of money to play with computers.  \"This,\" he thought, \"is good.\"  Now Jacob is on a quest to share the joy of software craftsmanship by reminding others that this is supposed to be fun!\r\n\r\nHis eldest daughter Rachel (age 12) and son Nathan (age 10) gave their first official session at KidzMash in 2017.  Since then, they have started KidsTeaching.tech and have published more than a dozen technology training videos on youtube.",
    "GravatarUrl": "//www.gravatar.com/avatar/1bee05494da1a3cf92a477c2182d12c2",
    "TwitterLink": "",
    "GitHubLink": "https://github.com/jcoulter",
    "LinkedInProfile": "https://www.linkedin.com/in/jacob-coulter-a1529931",
    "BlogUrl": null,
    "SessionIds": [
      "7327"
    ]
  },
  {
    "Id": "0c68a961-c981-4857-89a7-f9ef2dd882d2",
    "FirstName": null,
    "LastName": "CoverMyMeds",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/47194411713baf3e77adb385e82bc80b",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://covermymeds.com/careers",
    "SessionIds": [
      "7857"
    ]
  },
  {
    "Id": "0c1b5b7d-3492-489d-b542-39d1e516af7b",
    "FirstName": "Franklin",
    "LastName": "D",
    "Biography": "Franklin is a 20+ year technology professional whose background includes work in Telecommunications, Networks, Software, and Information Security. He holds an MS in Computer Infomration Systems from Northwestern and an MS from DePaul University, Chicago in Network Engineering/Network Security. These days Franklin breaks things, fixes things, and is on the Security Data Platform team in the Detection Engineering group at a well-known West Coast technology company.",
    "GravatarUrl": "//www.gravatar.com/avatar/f833f112124f5df09d75c4c700586055",
    "TwitterLink": "https://twitter.com/thedevilsvoice",
    "GitHubLink": "https://github.com/thedevilsvoice",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7678"
    ]
  },
  {
    "Id": "a08c51d6-4ede-454b-b202-0c24d9d2f313",
    "FirstName": "John",
    "LastName": "Daily",
    "Biography": "John Daily has wandered a meandering path through systems and network administration, cyber security, global iOS mobile device management, technical evangelism, and software development.\r\n\r\nHe has a passion for pragmatic programming languages such as C, Perl, and Erlang. Beauty is definitely in the eye of the beholder.",
    "GravatarUrl": "//www.gravatar.com/avatar/974cabfa92172620e5011867df9ffffb",
    "TwitterLink": "https://twitter.com/macintux",
    "GitHubLink": "https://github.com/macintux",
    "LinkedInProfile": null,
    "BlogUrl": "http://macintux.blot.im",
    "SessionIds": [
      "7212",
      "7475"
    ]
  },
  {
    "Id": "02e49716-a556-45b4-918d-01034f49721c",
    "FirstName": "DJ",
    "LastName": "Daugherty",
    "Biography": "I have been using state models and asynchronous processing for many years to solve business problems for companies of all sizes. As small as a logistics software company responsible for the routing of trucks, a web hosting company responsible for the handling of website malware detection, to large-scale financial electronic processing and natural gas logistics management.\r\n\r\nI travel the technology and agile world alongside Pillar Technology Consultants.\r\n\r\nI create business solutions for business problems… this might include the use of technology. I am all about people. I love to take seemingly complex problems and find simple solutions, providing business value and hopefully a great return on investment.\r\n\r\nI am a big fan of the under-rated vi editor and I love to eat, sleep, and breathe… fly fishing and drones!",
    "GravatarUrl": "//www.gravatar.com/avatar/5b94381f39bad8b12cf18e07ef43bea2",
    "TwitterLink": "https://twitter.com/ddaugher",
    "GitHubLink": "https://github.com/ddaugher",
    "LinkedInProfile": "https://www.linkedin.com/in/daughertydj",
    "BlogUrl": "http://djdaugherty.com",
    "SessionIds": [
      "7240",
      "7734"
    ]
  },
  {
    "Id": "4f4210f6-2b35-4483-8062-8cd696421f2e",
    "FirstName": "Timothy",
    "LastName": "DeBlock",
    "Biography": "Tim is a senior software security engineer for a health company in Nashville, TN. His current role has him integrating security into the software development life cycle. He is a co-founder of two security groups based in Columbia, SC. ColaSec is a local security user group that meets monthly and focuses on various security topics. The OWASP Columbia chapter is the other local security user group that meets monthly and focuses on application security. He is also the producer of the Exploring Information Security podcast. A podcast that interviews a different professional each week on a specific topic in infosec. He has previously spoken BSides Augusta, DerbyCon, CircleCityCon, and ShowMeCon in the infosec community. ",
    "GravatarUrl": "//www.gravatar.com/avatar/404a12c848bf9a5453a0ef579b9d29c9",
    "TwitterLink": "https://twitter.com/timothydeblock",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.timothydeblock.com/",
    "SessionIds": [
      "7029"
    ]
  },
  {
    "Id": "dfc71197-15a9-4cff-8eb6-973e79d743b9",
    "FirstName": "Randall",
    "LastName": "Degges",
    "Biography": "Randall Degges leads Developer Advocacy at Okta, previously Stormpath, where he builds open source security libraries and helps make the internet a little safer. In a prior life, Randall was the CTO of OpenCNAM, the largest Caller ID API service.\r\n\r\nIn his free time, Randall geeks out on web best practices, explores new technologies, and spends an inordinate amount of time writing Python, Node, and Go projects. As a fun fact, Randall runs ipify.org, one of the largest IP lookup APIs which serves over 28 billion requests per month.",
    "GravatarUrl": "//www.gravatar.com/avatar/56badf521701d4f9b3a394d3ef6e90c4",
    "TwitterLink": "https://twitter.com/rdegges",
    "GitHubLink": "https://github.com/rdegges",
    "LinkedInProfile": "https://www.linkedin.com/in/rdegges/",
    "BlogUrl": "https://www.rdegges.com",
    "SessionIds": [
      "6745"
    ]
  },
  {
    "Id": "e0cda751-3530-4db1-b884-f86315c0faba",
    "FirstName": "David",
    "LastName": "Delabassee",
    "Biography": "David Delabassée is a Software Evangelist working for Oracle; his primary focus is Java on the Server-Side: Microservices, Serverless, Java EE, etc. Prior to Oracle, David spent a decade at Sun Microsystems focusing on Java end-to-end. In his various roles, David has been involved in numerous Java projects since the early days of this technology.\r\n \r\nDavid lives in Belgium. In his spare time, he enjoys playing video games with his daughter and tinkering with technologies such as Home Automation, 3D printers, electronics and pinballs.\r\n\r\nYou can find David on Twitter under @delabassee",
    "GravatarUrl": "//www.gravatar.com/avatar/9999629551902f546d4817c9840bb9f6",
    "TwitterLink": "https://twitter.com/delabassee",
    "GitHubLink": "https://github.com/delabassee",
    "LinkedInProfile": "https://www.linkedin.com/in/daviddelabassee/",
    "BlogUrl": "http://blogs.oracle.com/theaquarium/",
    "SessionIds": [
      "6825"
    ]
  },
  {
    "Id": "afa5ee9c-d538-41d7-b665-b21baaf55521",
    "FirstName": null,
    "LastName": "Deque Systems",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/feaae56acbbaaf49b03494d235d5efa1",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.deque.com/",
    "SessionIds": [
      "7849"
    ]
  },
  {
    "Id": "86c3cef0-c5b0-4948-934e-d59619c1c4af",
    "FirstName": "Colin",
    "LastName": "Detwiller",
    "Biography": "Colin is a 16 year old early college graduate with a passion for computer science and bugs, both the software kind and biological ones. He spends his spare time volunteering at his local park district to study local invertebrate populations and educating visitors on the importance of all the parts of ecosystems. He is currently studying for his Bachelors in Business Information Systems to compliment his existing Computer Science Degree. He is the second oldest of 5 siblings, and resides with his parents in a suburb of Cleveland, Ohio.",
    "GravatarUrl": "//www.gravatar.com/avatar/2ddf3c20f8456f786ea3af75ffeb1dfb",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7738"
    ]
  },
  {
    "Id": "dee57fae-0230-40ff-8a11-363bd8c2ff93",
    "FirstName": "Nathan",
    "LastName": "Dotz",
    "Biography": "Nathan Dotz is a Detroit-area software developer who has been a vocal advocate for functional programming since 2010, from international speaking engagements to badgering local user groups. He is currently a Developer Coach at Detroit Labs, where he works to educate and mentor developers, and also probably sneakily get them to do functional programming without realizing it.",
    "GravatarUrl": "//www.gravatar.com/avatar/d3f6a4543c701c805aca9e2ffc7c6333",
    "TwitterLink": "https://twitter.com/nathandotz",
    "GitHubLink": "https://github.com/sleepynate",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7374"
    ]
  },
  {
    "Id": "571ebc58-8acf-4a1a-974a-dba58597fdb9",
    "FirstName": "Martine",
    "LastName": "Dowden",
    "Biography": "Focusing on web interfaces that are beautiful, functional, and usable, Martine delivers products that adhere to WCAG 2.0 and Section 508 for accessibility and compliance. She approaches User Experience from both Art and Science, drawing from her degrees in Psychology and Visual Communications. Martine has worked as an artist, educator, and consultant since 2005.\r\n\r\nShe stays active in the industry, teaching new developers at Eleven Fifty Academy, attending and speaking at conferences and meetups, and publishing the occasional blog. In 2015 Martine's children's book \"Programming Languages ABC++\" was published by Inedo, and in 2016 the Workbook Edition sold over 20,000 copies.",
    "GravatarUrl": "//www.gravatar.com/avatar/3bdc8999039a0f54f79cbc2b007b23eb",
    "TwitterLink": "https://twitter.com/martine_dowden",
    "GitHubLink": "https://github.com/martine-dowden",
    "LinkedInProfile": "https://www.linkedin.com/in/martinedowden/",
    "BlogUrl": null,
    "SessionIds": [
      "7636"
    ]
  },
  {
    "Id": "20faec1c-c449-486b-9444-775621995702",
    "FirstName": "Heather",
    "LastName": "Downing",
    "Biography": "Heather is a passionate coder and entrepreneur. She has experience working with Fortune 500 companies building enterprise-level voice, mobile and C#/.Net applications. She focuses on external thought leadership, encouraging fellow programmers to present on topics outside of the office and in the community. She is an international technical speaker and co-host of the YouTube channel \"The Hello World Show\" -- a weekly video series that interviews software masters and teaches the audience something valuable in less than 10 minutes. \r\n​\r\nHeather encourages those with non-traditional backgrounds to enter the world of software development, as she changed careers at 27 and does not have a degree - yet has built a reputation as an early adapter of new tech. She is an advocate of women in tech, and part of Kansas City Women in Technology. When not coding, Heather spends her time as a competitive equestrian and learning the art of mounted archery.\r\n\r\nwww.quorralyne.com",
    "GravatarUrl": "//www.gravatar.com/avatar/8cfde963418a7768439eb436bc5ff66f",
    "TwitterLink": "https://twitter.com/quorralyne",
    "GitHubLink": "https://github.com/quorralyne",
    "LinkedInProfile": "https://www.linkedin.com/in/heathermdowning/",
    "BlogUrl": "http://digitallightcycle.blogspot.com/",
    "SessionIds": [
      "7404"
    ]
  },
  {
    "Id": "fbe2b039-ddd8-43d1-8461-0f6cdf52aefe",
    "FirstName": "Kimber",
    "LastName": "Dowsett",
    "Biography": "Kimber Dowsett is Head of Infrastructure Engineering at 18F, a digital services agency based within the US Government’s General Services Administration, who secures cloud infrastructure architecture while also serving as the Chief Incident Responder for the 18F platform. She is passionate about privacy, encryption, and building user-driven technology for the public.\r\n\r\nRecently named one of the 2017 Top Women in Cybersecurity by CyberScoop, Kimber’s background is in Information Security, Incident Response, Security Policy, and Penetration Testing. She is an avid admirer of Chiroptera and is a connoisseur of comic books and video games.",
    "GravatarUrl": "//www.gravatar.com/avatar/0575cc480fbc13d50b2056afe3d1635e",
    "TwitterLink": "https://twitter.com/mzbat",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7678"
    ]
  },
  {
    "Id": "5fbd101a-6962-499d-a733-37f9cfd14c00",
    "FirstName": "Sarah",
    "LastName": "Dutkiewicz",
    "Biography": "Sarah Dutkiewicz is a cross-platform technologist.  Whether it’s managing the C# and Java Online programs or using Visual Studio Code on a Mac for an Online JavaScript course for The Software Guild or following her technical curiosity down paths such as playing with R Tools for Visual Studio while learning R on Coursera, Sarah loves to find ways to incorporate Microsoft tools wherever she goes, on whatever platform.  She has been working with Microsoft’s technologies cross-platform since 2008, presenting about cross-platform adventures since 2009.  Sarah also speaks on user experience, mentoring, the history of women in tech, and various software development concepts.  From tech support to IT to software development, Sarah can apply her love for technology in various arenas.  You can find Sarah primarily attending, speaking at, and organizing various user groups and developer events.",
    "GravatarUrl": "//www.gravatar.com/avatar/63ff8127b010498c1a8a729f800d38f6",
    "TwitterLink": "https://twitter.com/sadukie",
    "GitHubLink": "https://github.com/sadukie",
    "LinkedInProfile": "https://linkedin.com/in/sadukie",
    "BlogUrl": "http://codinggeekette.com",
    "SessionIds": [
      "7786",
      "7802"
    ]
  },
  {
    "Id": "20c6cdd0-f7c3-4b25-a53a-5dd9dd9e158c",
    "FirstName": "Mike",
    "LastName": "Earley",
    "Biography": "I am a 20 year veteran of the software development world, and I've worked in multiple industries, including banking, education, e-commerce, health care, and non-profit. I currently am a Senior Consultant for Improving, and I am a passionate advocate for all things CSS and Agile. I am a hobby wargamer, and I love watching movies. ",
    "GravatarUrl": "//www.gravatar.com/avatar/297b1e62951220c7fa9b0e232a1c8f9a",
    "TwitterLink": "https://twitter.com/earley5star",
    "GitHubLink": "https://github.com/mearleycf",
    "LinkedInProfile": "https://www.linkedin.com/in/fivestarnumberone/",
    "BlogUrl": null,
    "SessionIds": [
      "7428"
    ]
  },
  {
    "Id": "8456deff-e95c-4871-94a5-c826e497f20b",
    "FirstName": "Michael",
    "LastName": "Eaton",
    "Biography": "Mike has a little over 20 years experience as a software developer, mostly focused on Microsoft tools and technologies. After many years as an independent consultant, he is currently a team leader at Quicken Loans.",
    "GravatarUrl": "//www.gravatar.com/avatar/ba53c3fd24ca6360e93209e43278008f",
    "TwitterLink": "https://twitter.com/mjeaton",
    "GitHubLink": "https://github.com/mjeaton",
    "LinkedInProfile": null,
    "BlogUrl": "http://samestuffdifferentday.com",
    "SessionIds": [
      "7775"
    ]
  },
  {
    "Id": "08f4cee5-5959-4ca2-8135-db5cefb24671",
    "FirstName": "Anthony",
    "LastName": "Eden",
    "Biography": "Anthony Eden is the founder of DNSimple and the perpetrator of numerous open source projects such as exdns, erl-dns, ActiveWarehouse and many others. Anthony has also contributed to a wide variety of open source projects over the past 20 years as a software developer, using multiple languages including Java, Python, Ruby, Clojure, Go, Erlang and Elixir. Anthony has spoken at conferences in both the US and Europe on topics such as Ruby, Rails, Erlang and various software development techniques and best practices. Anthony currently lives near Carcassonne, France.",
    "GravatarUrl": "//www.gravatar.com/avatar/3cecaf4eaa5eec55908606df80a24e3e",
    "TwitterLink": "https://twitter.com/aeden",
    "GitHubLink": "https://github.com/aeden",
    "LinkedInProfile": "https://www.linkedin.com/in/aeden",
    "BlogUrl": "http://anthonyeden.com/",
    "SessionIds": [
      "6854"
    ]
  },
  {
    "Id": "177f9509-11a9-4fe5-a5ec-4046c5cd6c4c",
    "FirstName": "Wes",
    "LastName": "Eklund",
    "Biography": "Wes Eklund is from Louisville Kentucky and has been coding for over a decade.  He studied engineering at the University of Kentucky until he decided to drop out and fulfill his dream of working at a tech startup.  \r\n\r\nPassionate about new tech and solving interesting problems, Wes has taken his career from Full Stack Software Engineering to Data Science and Machine Learning.\r\n\r\nWes now helps businesses with their data and tech needs to solve complex business and technical problems.  \r\n\r\nWhen he isn't coding, Wes loves to support the tech community by hosting a meetup and organizes Startup Weekend events.",
    "GravatarUrl": "//www.gravatar.com/avatar/b2f9ca13bfe071043772b08c4725f673",
    "TwitterLink": "https://twitter.com/weseklund",
    "GitHubLink": "https://github.com/weklund",
    "LinkedInProfile": "https://www.linkedin.com/in/weseklund/",
    "BlogUrl": "https://medium.com/@weseklund",
    "SessionIds": [
      "7544"
    ]
  },
  {
    "Id": "24f0b931-4d91-4671-b399-496c8aa97d8a",
    "FirstName": "Joe",
    "LastName": "Erickson",
    "Biography": "Joe Erickson is a web programmer that has been building internet applications for Fortune 100 and small businesses alike for over 20 years. He has built production ready applications in Java, PHP, Perl, C++, Ruby, and JavaScript.\r\n\r\nJoe is the Java Instructor at Tech Elevator in Cleveland, OH. ",
    "GravatarUrl": "//www.gravatar.com/avatar/c739f97f8fe7f9a22d3357d658e86ebd",
    "TwitterLink": "https://twitter.com/firstclown",
    "GitHubLink": "https://github.com/firstclown",
    "LinkedInProfile": "https://www.linkedin.com/in/josepherickson",
    "BlogUrl": "http://jerickson.net",
    "SessionIds": [
      "6886"
    ]
  },
  {
    "Id": "6b26eebe-40e5-4bcd-9473-6ce8a90877e7",
    "FirstName": "Jason",
    "LastName": "Farrell",
    "Biography": "Jason Farrell works as a Principal Consultant for West Monroe Partners in Chicago, IL and is a Microsoft MVP in Visual Studio. In this role, Jason leads development teams and internal initiatives across both mobile and web programming. Jason has been working with the web for over 10yrs and has experience across a varieties of stacks and is a frequent speaker nationally. In his spare time Jason enjoys traveling and hiking.",
    "GravatarUrl": "//www.gravatar.com/avatar/901485f55d05c778852321548ff6f21f",
    "TwitterLink": "https://twitter.com/jfarrell",
    "GitHubLink": "https://github.com/xximjasonxx",
    "LinkedInProfile": "https://www.linkedin.com/in/xximjasonxx",
    "BlogUrl": "http://www.jfarrell.net",
    "SessionIds": [
      "6950"
    ]
  },
  {
    "Id": "756fdc37-75f0-447b-85df-212a78152a55",
    "FirstName": "Marina",
    "LastName": "Fedner",
    "Biography": "Marina has been a software developer for over a decade.  She's now a developer at CareEvolution, a healthcare software company based in Ann Arbor.  In her free time she likes to read anything and everything, and get outside with her family.",
    "GravatarUrl": "//www.gravatar.com/avatar/848e8b844dedbc8349e2726d4f95fd34",
    "TwitterLink": "",
    "GitHubLink": "https://github.com/marinade",
    "LinkedInProfile": "https://www.linkedin.com/in/marinaf/",
    "BlogUrl": null,
    "SessionIds": [
      "6881"
    ]
  },
  {
    "Id": "53f6677c-9f80-421d-9a82-9b1e2714cea8",
    "FirstName": "Andrew",
    "LastName": "Fitzgerald",
    "Biography": "Andrew Fitzgerald (Fitz) is a Software Engineer at Fuse by Cardinal Health.  He lives in Java/Spring land most days, spends a decent amount of time playing with the other JVM languages (especially Kotlin!), and still has a soft spot in his heart for Python.  Outside of programming, he enjoys rucking, mauling, and scrummaging (He has played rugby on and off for the past 10 or so years).",
    "GravatarUrl": "//www.gravatar.com/avatar/31d683674d539576bdbc65043e8a5b74",
    "TwitterLink": "https://twitter.com/fitzoh",
    "GitHubLink": "https://github.com/fitzoh",
    "LinkedInProfile": "https://www.linkedin.com/in/fitzoh",
    "BlogUrl": null,
    "SessionIds": [
      "7199",
      "7201"
    ]
  },
  {
    "Id": "b1585fbf-2c65-4dd9-8138-11e4c3e1a63b",
    "FirstName": "Ryan",
    "LastName": "Foote",
    "Biography": "Ryan, first of his name. King of his household, his mancave and his backyard. Raiser of children, author of code, lover of patterns and injector of dependencies.",
    "GravatarUrl": "//www.gravatar.com/avatar/b42731c24edfa77e5edb869afae36596",
    "TwitterLink": "https://twitter.com/therealdenster",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/ryan-foote-47a26b109/",
    "BlogUrl": null,
    "SessionIds": [
      "7136",
      "7143"
    ]
  },
  {
    "Id": "4eb6c55a-a1e2-40fa-a673-acaff756a0c0",
    "FirstName": "Brandy",
    "LastName": "Foster",
    "Biography": "Brandy Foster, is an Android application developer at Detroit Labs. And because she’s always “doing the most” she is also known as the Detroit Labs’ Diversity and Inclusion Coach, Co-creator and Instructor of D-Code where she teaches front-end web development at a local high school, the mother of two epic boy humans who constantly force her to re-think what is life, a Facebook poet, and pessimistic optimist society critic",
    "GravatarUrl": "//www.gravatar.com/avatar/370a94dfa3bf6684e954a24c8ec8afca",
    "TwitterLink": "https://twitter.com/bcwf",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7558"
    ]
  },
  {
    "Id": "c7659646-af5b-4cf6-9cb9-f340e699abbb",
    "FirstName": "Kevin",
    "LastName": "Fox",
    "Biography": "With over 30 years in the IT field and experience across a wide range of industries and roles, I know firsthand that the one constant in technology is change and that most organizations struggle to accept this change as an opportunity, rather than a threat.  As a hands-on architect, I get to help teams and clients make the most of those opportunities.  Whether enabling development teams, leading organizations in transforming their technology environment or helping businesses to innovate through technology, I enjoy the challenge of meeting their immediate objectives while encouraging them to adapt, change and grow. \r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/0064e50a37cc724107ca4ad36e2d6aff",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/kevin-fox-1315011a",
    "BlogUrl": null,
    "SessionIds": [
      "7596"
    ]
  },
  {
    "Id": "a2509903-b373-4139-9e0b-e7907ac69dc0",
    "FirstName": null,
    "LastName": "Geeny",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/69eaeefcd6dd37897de3b38954a5a961",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "https://www.geeny.io/developers/",
    "SessionIds": [
      "7866",
      "7867"
    ]
  },
  {
    "Id": "4cebfa84-34eb-4e69-9de8-c50e6031133b",
    "FirstName": "Caitlin",
    "LastName": "Geier",
    "Biography": "Caitlin Geier is a UX designer on the product team at Deque Systems. As a UX designer, Caitlin’s work with accessible design flourished once she began working for Deque. She is passionate about understanding the users she’s designing for, and she continually strives to incorporate accessibility elements into her work in order to ensure that all users can benefit from inclusive design.",
    "GravatarUrl": "//www.gravatar.com/avatar/755363d68c405b6ca2896d7747bd45c9",
    "TwitterLink": "https://twitter.com/caitlingeier",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/caitlingeier",
    "BlogUrl": null,
    "SessionIds": [
      "7526"
    ]
  },
  {
    "Id": "04650a2c-b4dd-4916-9e37-fef963867ce8",
    "FirstName": "Brian",
    "LastName": "Genisio",
    "Biography": "Brian Genisio is a passionate software developer at Khan Academy and an active member of the Michigan software community including co-organizing the SouthEast Michigan JavaScript Users’ Group (semjs.org).  His current focus is directed to front-end (primarily JavaScript-based) development stacks. He loves to talk about making things; he can talk your ear off, just humor him. He enjoys cooking, cycling, and playing with his family.",
    "GravatarUrl": "//www.gravatar.com/avatar/170325813beddd7418a3b55ffbf378f9",
    "TwitterLink": "https://twitter.com/briangenisio",
    "GitHubLink": "https://github.com/briangenisio",
    "LinkedInProfile": "https://www.linkedin.com/in/briangenisio",
    "BlogUrl": "http://briangenisio.com/",
    "SessionIds": [
      "7108",
      "7109"
    ]
  },
  {
    "Id": "474cc3d7-d6d6-4b7e-965c-36d585bf8023",
    "FirstName": "Suganthi",
    "LastName": "Giridharan",
    "Biography": "Suganthi Giridharan is a software engineer and has been involved in the design and development of software products and services for many industries including CAD, financial, and insurance for over two decades.  She is an active member and speaker in All Things Mobile Cincinnati and CINNUG, the Cincinnati .NET User Group. She also participates regularly at Southwest Ohio GiveCamp where geeks give back to the community yearly by helping to build web and software solutions for local non-profit organizations.\r\n\r\nShe enjoys the outdoors and spends her free time gardening and hiking. As a certified yoga instructor, she helps people develop their overall health and well-being",
    "GravatarUrl": "//www.gravatar.com/avatar/1f9da04d2bfc708475a9b36105c95bff",
    "TwitterLink": "https://twitter.com/greenpal",
    "GitHubLink": "https://github.com/sgiri",
    "LinkedInProfile": "https://www.linkedin.com/in/suganthi-giridharan-a13a303/",
    "BlogUrl": null,
    "SessionIds": [
      "7281"
    ]
  },
  {
    "Id": "b57674a1-6007-4330-a825-71636045914e",
    "FirstName": "Wolfgang",
    "LastName": "Goerlich",
    "Biography": "J Wolfgang Goerlich supports information security initiatives for clients in the healthcare, education, financial services, and energy verticals. In his current role with CBI, a cyber security consultancy, Wolfgang is the vice president for security programs. Wolfgang also leads the Academy teams, providing mentoring and guidance to the junior-level talent. He is an active part of the security community. He hosts a popular YouTube video series and the Encode/Decode Security Podcast. Wolfgang regularly advises on and presents on the topics of risk management, incident response, business continuity, secure development life cycles, and more.",
    "GravatarUrl": "//www.gravatar.com/avatar/68114a196412d9ed87a7cc452cae0627",
    "TwitterLink": "https://twitter.com/jwgoerlich",
    "GitHubLink": "https://github.com/jwgoerlich",
    "LinkedInProfile": "https://www.linkedin.com/in/jwgoerlich",
    "BlogUrl": "https://jwgoerlich.com",
    "SessionIds": [
      "6896"
    ]
  },
  {
    "Id": "da797d88-12b2-487c-8c28-27ad526a6943",
    "FirstName": "Zev",
    "LastName": "Goldstein",
    "Biography": "Polyglot technologist, Go language contributor, and amatuer songwriter. With 6 years experience leading infrastructure direction at Bloomberg LP, Zev now spends his time as co-founder and CTO of internet democracy startup Mockracy.",
    "GravatarUrl": "//www.gravatar.com/avatar/ce245cdc48901d2dcbde027dc15796dc",
    "TwitterLink": "https://twitter.com/zevdg",
    "GitHubLink": "https://github.com/zevdg",
    "LinkedInProfile": "https://www.linkedin.com/in/zevdg/",
    "BlogUrl": null,
    "SessionIds": [
      "7781"
    ]
  },
  {
    "Id": "89a4ad22-2944-4af2-8932-107d3c3d734b",
    "FirstName": "Wayne",
    "LastName": "Goode",
    "Biography": "Wayne is a Software Engineering Manager at PESA Switching Systems in Huntsville, Alabama, however he spent most of his career as a Software Developer.  He has a B.S. in Electrical & Computer Engineering from UAH.  Recently he began pursuing a second degree in Communication Studies.  He likes to blend his technical and communication skills to present on technical and soft skill topics.  \r\n\r\nWayne like managing projects, but on the technical side, not just the “update task list progress” side.  He has 35 years of development experience in a variety of languages, development platforms and technical areas.  \r\n\r\nSpeaker Wayne also has training and experience in communication and leadership.  He has competed in many Toastmasters speech contests including the semifinals of the 2013 Toastmasters World Championship of Public Speaking (WCPS).\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/8422f98a1f24f99ca5e55949845bcafa",
    "TwitterLink": "https://twitter.com/waynegoode",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/waynegoode/",
    "BlogUrl": null,
    "SessionIds": [
      "7830"
    ]
  },
  {
    "Id": "12a2295c-ddc1-427f-9e67-355cd9a0ce5f",
    "FirstName": null,
    "LastName": "GrapeCity",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/0f56c3da33c886ff41b0d43f0d6d17a4",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.grapecity.com/",
    "SessionIds": [
      "7853"
    ]
  },
  {
    "Id": "366ff90e-4d9d-4f0f-98ea-d18a71824df3",
    "FirstName": "Tommy",
    "LastName": "Graves",
    "Biography": "Tommy Graves is a software engineer at Root insurance. He is passionate about JavaScript architecture as well as questions and theories revolving around how we decide which technologies are worthwhile and appropriate for use. In his free time, he enjoys reading philosophy and watching basketball with his wife.",
    "GravatarUrl": "//www.gravatar.com/avatar/355e5ca85953f9de3ecd0345f7b2bf61",
    "TwitterLink": "https://twitter.com/tagraves",
    "GitHubLink": "https://github.com/tagraves",
    "LinkedInProfile": "https://www.linkedin.com/in/tommyagraves",
    "BlogUrl": "http://tagraves.com",
    "SessionIds": [
      "7753"
    ]
  },
  {
    "Id": "22947de0-c4bb-405d-9db3-3feff151fbfa",
    "FirstName": "Brian",
    "LastName": "Greene",
    "Biography": "Brian Greene has worked at Nationwide since 2010 in the User Experience group. He leads a team of Creative Technologists that create prototypes and partner with IT on presentation-layer development and collaboration. Brian graduated from Purdue University with a degree in Computer Graphics.",
    "GravatarUrl": "//www.gravatar.com/avatar/d0d6cc495dba62f1302d7a88561d14d8",
    "TwitterLink": "https://twitter.com/brianwgreene",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/briangreene",
    "BlogUrl": null,
    "SessionIds": [
      "7736"
    ]
  },
  {
    "Id": "f1da931d-6b39-40a0-8b7e-7e355a89d223",
    "FirstName": "Kevin",
    "LastName": "Griffin",
    "Biography": "Kevin Griffin is an author, teacher, mentor, and consultant focusing in software development. He is the author of the Twilio Blueprint (http://twilioblueprint.com). As an independent consultant, Kevin specializes in helping businesses push their technology stacks into the 21st century. You can often find Kevin speaking at conferences and user groups across the country or blogging at http://kevgriffin.com.",
    "GravatarUrl": "//www.gravatar.com/avatar/11ce7889cfbdc9af46389f2c7e3ff015",
    "TwitterLink": "https://twitter.com/1kevgriff",
    "GitHubLink": "https://github.com/1kevgriff",
    "LinkedInProfile": "https://www.linkedin.com/in/1kevgriff",
    "BlogUrl": "http://kevgriffin.com",
    "SessionIds": [
      "7246",
      "7250"
    ]
  },
  {
    "Id": "cbbc20f2-ea67-4efb-b0e3-533cd1feb0a8",
    "FirstName": "Rhonda",
    "LastName": "Grimm",
    "Biography": "Seventeen years IT experience in technical writing, training, organizational change management, and user experience. Currently UX Lead at First Solar. Nielsen Norman Group UX Certification and Bachelor's degree in Scientific and Technical Communication from Bowling Green State University, Ohio.",
    "GravatarUrl": "//www.gravatar.com/avatar/f1a80b07a8778451ac4038cbcb048051",
    "TwitterLink": "https://twitter.com/grimmrhonda",
    "GitHubLink": "https://github.com/grimmrhonda",
    "LinkedInProfile": "http://www.linkedin.com/in/rhonda-grimm-11612a15",
    "BlogUrl": null,
    "SessionIds": [
      "7632"
    ]
  },
  {
    "Id": "d01e6681-8aa4-4ba2-912a-d6ae7dca2281",
    "FirstName": "Ivar",
    "LastName": "Grimstad",
    "Biography": "Ivar Grimstad is a Java Champion, JUG Leader and software architect focusing on Enterprise Java. He is participating in the Java Community Process as a member of the Executive Committee, Spec Lead for JSR 371 (MVC 1.0) and Expert Group Member for JSR 375 (Java EE Security API). He is also a member of the NetBeans Dream Team.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/b489790e1a844284d7cd1fa2cd6e021f",
    "TwitterLink": "https://twitter.com/ivar_grimstad",
    "GitHubLink": "https://github.com/ivargrimstad",
    "LinkedInProfile": "https://www.linkedin.com/in/ivargrimstad/",
    "BlogUrl": "http://www.agilejava.eu/",
    "SessionIds": [
      "6809"
    ]
  },
  {
    "Id": "9427eb51-8f41-40cb-a9b1-37ca192003b9",
    "FirstName": "Matthew",
    "LastName": "Groves",
    "Biography": "Matthew D. Groves is a guy who loves to code.  It doesn't matter if it's C#, jQuery, or PHP: he'll submit pull requests for anything.  He has been coding ever since he wrote a QuickBASIC point-of-sale app for his parent's pizza shop back in the 90s.  He currently works as a Developer Advocate for Couchbase. His free time is spent with his family, watching the Reds, and getting involved in the developer community.  He is the author of AOP in .NET (published by Manning), and is also a Microsoft MVP.",
    "GravatarUrl": "//www.gravatar.com/avatar/4b0eb78ea5852ee0f54bfd6a2252c99e",
    "TwitterLink": "https://twitter.com/mgroves",
    "GitHubLink": "https://github.com/mgroves",
    "LinkedInProfile": "https://www.linkedin.com/in/mgroves",
    "BlogUrl": "http://crosscuttingconcerns.com",
    "SessionIds": [
      "6954",
      "6960"
    ]
  },
  {
    "Id": "3bf2da59-fae1-421b-b526-f6e51e23536b",
    "FirstName": "Jameson",
    "LastName": "Hampton",
    "Biography": "Jamey is a non-binary adventurer from Buffalo, NY who wishes they were immortal so they’d have time to visit every coffee shop in the world. They have a background in Rails and Android development, but they're currently working as a professional plant-liker (and senior software engineer) for Agrilyst, a data analysis platform for indoor agriculture. They're also a regular panelist on Greater Than Code, the podcast where people matter. They spend their free time doing transgender advocacy, making zines and hanging out in the woods.",
    "GravatarUrl": "//www.gravatar.com/avatar/5d974858f91e9707648c8d5165f0d74d",
    "TwitterLink": "https://twitter.com/jameybash",
    "GitHubLink": "https://github.com/jameybash",
    "LinkedInProfile": "https://www.linkedin.com/in/jamey-hampton-2594ab49/",
    "BlogUrl": "http://www.jameybash.com/",
    "SessionIds": [
      "7137",
      "7218"
    ]
  },
  {
    "Id": "76250657-3133-4819-9e4f-3e873c7f6ab2",
    "FirstName": "Sam",
    "LastName": "Hanes",
    "Biography": "Sam Hanes is a software developer based in Ann Arbor, MI. He's an enthusiast of functional programming in general and F# in particular. Sam works for Olo, where he writes code to help you order lunch.  (You're welcome.) While traveling in the Far East, he acquired the ability to cloud men's minds so that they cannot see him.",
    "GravatarUrl": "//www.gravatar.com/avatar/90e884201a02ced7bc38bcde1b1ba784",
    "TwitterLink": "https://twitter.com/samhanes3000",
    "GitHubLink": "https://github.com/samhanes",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7708"
    ]
  },
  {
    "Id": "53ea4b14-71b0-4d50-b32f-22eda084f2f5",
    "FirstName": "Stacy",
    "LastName": "Harrison",
    "Biography": "In trying to be omniscient, Stacy's worked as a designer, marketer, copywriter, and now has made the plunge into becoming a software developer. Through all of these roles, accessibility, empathy, and diversity in tech (and beyond) has been her focus.  Recent health issues have brought these ideas even closer to home, which has prompted her to ask: How can a person make the work place a more welcoming and inclusive environment?",
    "GravatarUrl": "//www.gravatar.com/avatar/95d94cf9b7bbf6a867fdc45b8cef5b17",
    "TwitterLink": "https://twitter.com/stacyeharrison",
    "GitHubLink": "https://github.com/acespacecase",
    "LinkedInProfile": "https://www.linkedin.com/in/stacy-harrison/",
    "BlogUrl": null,
    "SessionIds": [
      "7650"
    ]
  },
  {
    "Id": "45c35283-c08f-4ac1-8bfb-ab7d465abf34",
    "FirstName": "Thomas",
    "LastName": "Haver",
    "Biography": "Thomas Haver is presently serving as the Senior Application Architect for Huntington National Bank. He is responsible for the conversion from manual testing to Ruby/Cucumber automation for the entire enterprise. Originally accountable for the development and maintenance of automation frameworks for Digital Channels, he now leads the automation effort for 63 applications across Huntington that encompass testing, metrics & reporting, data, and environment. Thomas leads the training & technical support for both on-site employees as well as offshore contractors. He has developed test strategies and assisted in coordination between multiple lines to improve delivery effectiveness & resource flexibility.\r\n\r\nThomas is a scientist turned baker turned technology professional. He started as a research scientist in fluorescence microscopy & spectroscopy, and has worked at three different R1 research institutes. He has worked as a tester, a developer, a requirements analyst, and finally an application architect for multiple fortune 500 companies. On the weekends, he makes baked goods for a local bakery and hosts gaming events for his non-profit. His passion for reducing the cost of quality through automation and continuous improvement leads him to explore new areas of technology and business management.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/79e316c2879f7d4dd9303824320843e0",
    "TwitterLink": "https://twitter.com/cogsfun",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/thomas-haver-63b8278/",
    "BlogUrl": null,
    "SessionIds": [
      "7017"
    ]
  },
  {
    "Id": "412f4dda-3ac0-4af8-93a7-82f9ee1935a3",
    "FirstName": "Mark",
    "LastName": "Heckler",
    "Biography": "Mark Heckler is a Pivotal Principal Technologist & Developer Advocate, conference speaker, published author, & Java Champion focusing upon developing quality production software at velocity for the Internet of Things and the Cloud. He has worked with key players in the manufacturing, retail, medical, scientific, telecom, and financial industries and various public sector organizations to develop and deliver critical capabilities on time and on budget. Mark is an open source contributor and author/curator of a developer-focused blog (http://www.thehecklers.com) and an occasionally interesting Twitter account (@MkHeck).\r\n\r\nMark lives with his very understanding wife in St. Louis, MO USA.",
    "GravatarUrl": "//www.gravatar.com/avatar/394797f95420c4da4c84379f0d0b11c9",
    "TwitterLink": "https://twitter.com/mkheck",
    "GitHubLink": "https://github.com/mkheck",
    "LinkedInProfile": "https://www.linkedin.com/in/markheckler",
    "BlogUrl": "http://www.thehecklers.com",
    "SessionIds": [
      "6779",
      "6780"
    ]
  },
  {
    "Id": "3f7421fe-ab14-4ede-9331-89ac85e0fa08",
    "FirstName": "Steven",
    "LastName": "Hicks",
    "Biography": "Steven Hicks is a full-stack web developer with nearly 20 years experience. He believes in clean, readable, and maintainable code. Steve likes to use the right tool for the job, especially if the right tool is JavaScript. He strongly believes that if you ain't falling, you ain't learning. \r\n\r\nSteve embraces continuous improvement and believes that a developer's job is to solve problems, not just write code.\r\n\r\nWhen he isn't talking to the duck or playing with his kids, you can find Steve at a triathlon, on his mountain bike, or in a climbing gym. ",
    "GravatarUrl": "//www.gravatar.com/avatar/08d448885e5be364b0489167d5285fd6",
    "TwitterLink": "https://twitter.com/pepopowitz",
    "GitHubLink": "https://github.com/pepopowitz",
    "LinkedInProfile": null,
    "BlogUrl": "https://pepopowitz.github.io/",
    "SessionIds": [
      "7099"
    ]
  },
  {
    "Id": "a5b9d365-c3f6-42d7-b176-18e2fe232cd3",
    "FirstName": "Craig",
    "LastName": "Hills",
    "Biography": "Craig is a Principal Software Engineer at Pondurance, an information security company, with over eleven years of software engineering and testing experience. His experience has been primarily in web applications and data processing as well as in testing VOIP software.\r\nCraig holds a Bachelor of Arts (BA) degree in Computer Science from Anderson University, and a Master of Science (MS) degree in Information Security and Assurance from Western Governors University - Indiana. He is also a Certified Ethical Hacker (CEH), and enjoys photography and amateur radio.",
    "GravatarUrl": "//www.gravatar.com/avatar/9199ea46a9d8c69e8a20d994aa1baa76",
    "TwitterLink": "https://twitter.com/chills42",
    "GitHubLink": "https://github.com/chills42",
    "LinkedInProfile": "https://www.linkedin.com/in/craighills/",
    "BlogUrl": null,
    "SessionIds": [
      "6755",
      "6756"
    ]
  },
  {
    "Id": "8adef2fa-f2d9-43f6-ad1d-dff55fa8eaa9",
    "FirstName": null,
    "LastName": "HMB",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/a1a440e4cbed5aeba54fb33de2753138",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.hmbnet.com/",
    "SessionIds": [
      "7861"
    ]
  },
  {
    "Id": "f39c4805-0a5a-42b8-955e-835a875acee6",
    "FirstName": "Clint",
    "LastName": "Hoagland",
    "Biography": "Clint Hoagland is a Software Test Lead at TechSmith, the makers of Snagit, Camtasia, and other visual communication software applications. With more than 10 years of testing experience, Clint is a player/coach that equips development teams with lean testing processes that deliver quality software. Clint is passionate about engaging across disciplines to streamline the software delivery pipeline. He has blogged about software testing and has written for Stickyminds. ",
    "GravatarUrl": "//www.gravatar.com/avatar/46f7125ba39d4930c764e6ba1bfe7900",
    "TwitterLink": "https://twitter.com/vscomputer",
    "GitHubLink": "https://github.com/vscomputer",
    "LinkedInProfile": "https://www.linkedin.com/in/clint-hoagland-200656a",
    "BlogUrl": "https://vscomputer.wordpress.com/",
    "SessionIds": [
      "7086"
    ]
  },
  {
    "Id": "7557c870-5bdc-46fb-a675-bfa87c3e92cc",
    "FirstName": "David",
    "LastName": "Hoerster",
    "Biography": "David Hoerster, a former 6-time C# MVP, is a recovering corporate financial analyst and has been working with the Microsoft.NET Framework since the early 1.0 betas. He is the leader of the Pittsburgh Reactive Systems user group (http://meetup.com/reactive), the former president of the Pittsburgh .NET User’s Group (PGHDOTNET) and is also a regular speaker at Pittsburgh and regional user group and community conference events. David can be found rarely blogging at http://blog.agileways.com and tweets occasionally at @DavidHoerster.",
    "GravatarUrl": "//www.gravatar.com/avatar/a007ab3dc89f80c08655bc626fb37fc7",
    "TwitterLink": "https://twitter.com/davidhoerster",
    "GitHubLink": "https://github.com/davidhoerster",
    "LinkedInProfile": "https://linkedin.com/in/DavidHoerster",
    "BlogUrl": "http://blog.agileways.com",
    "SessionIds": [
      "7333",
      "7339"
    ]
  },
  {
    "Id": "4b729e74-575f-42dc-814e-6c5068df7422",
    "FirstName": "Christina",
    "LastName": "Holland",
    "Biography": "Christina spent 10 years in VFX/animation before getting into web development.  She works on the Pepperdata Dashboard, designing and implementing simple ways to view massive amounts of monitoring data from large computing clusters.",
    "GravatarUrl": "//www.gravatar.com/avatar/5c8449333a71c6508377dbbb83830ea1",
    "TwitterLink": "https://twitter.com/americanwombat",
    "GitHubLink": "https://github.com/hsubox76",
    "LinkedInProfile": "https://www.linkedin.com/in/christinahsuholland/",
    "BlogUrl": "http://christinahsuholland.com/",
    "SessionIds": [
      "6788"
    ]
  },
  {
    "Id": "afdd2428-10c7-4392-af03-ae467a114a50",
    "FirstName": "Tim",
    "LastName": "Hoolihan",
    "Biography": "Tim Hoolihan is the Senior Director of Data Science at DialogTech. He is the organizer for the Cleveland R User Group, and the author of three video courses on machine learning in R available via Packt Pub. Tim lives in Northeast Ohio with his wife, their three daughters and a Boston Terrier. In his non-existent spare time, he likes to read, run, and play video games. ",
    "GravatarUrl": "//www.gravatar.com/avatar/55bad7184ad0cf4c6331d15b9a54e10f",
    "TwitterLink": "https://twitter.com/thoolihan",
    "GitHubLink": "https://github.com/thoolihan",
    "LinkedInProfile": "https://www.linkedin.com/in/timhoolihan/",
    "BlogUrl": "http://hoolihan.net/blog-tim",
    "SessionIds": [
      "7156"
    ]
  },
  {
    "Id": "1e3a9d81-bd1c-47ad-b068-3c2064f62050",
    "FirstName": "Cory",
    "LastName": "House",
    "Biography": "Cory is an international speaker, Pluralsight author, Microsoft MVP, Software Architect, independent consultant, and teacher. He has trained over 10,000 software developers worldwide on best practices like clean coding, front-end development, testing, and software architecture. He currently specializes in ASP.NET, JavaScript and front-end development using React. Cory is author of multiple Pluralsight courses and is active on Twitter as @housecor.",
    "GravatarUrl": "//www.gravatar.com/avatar/09e16ce7b4bc21025c9940f5a167cfa9",
    "TwitterLink": "https://twitter.com/housecor",
    "GitHubLink": "https://github.com/coryhouse",
    "LinkedInProfile": "https://www.linkedin.com/in/coryhouse",
    "BlogUrl": "http://www.bitnative.com",
    "SessionIds": [
      "6752",
      "6895"
    ]
  },
  {
    "Id": "2a3e0b9a-8cf2-4515-a7d1-0e022d3505be",
    "FirstName": "Karl",
    "LastName": "Hughes",
    "Biography": "Karl Hughes has been building software and teams for education technology startups in Chicago for the past several years. He is currently the CTO at The Graide Network where he oversees architecture, testing, and product planning.",
    "GravatarUrl": "//www.gravatar.com/avatar/972cd1bf439680cd8845b3d13ca8326e",
    "TwitterLink": "https://twitter.com/karllhughes",
    "GitHubLink": "https://github.com/karllhughes",
    "LinkedInProfile": "https://www.linkedin.com/in/karllhughes/",
    "BlogUrl": "https://www.karllhughes.com/",
    "SessionIds": [
      "7231"
    ]
  },
  {
    "Id": "a0d9d587-2518-4152-9f77-a3710b63abfb",
    "FirstName": "Robert",
    "LastName": "Hurlbut",
    "Biography": "Robert Hurlbut is a software security architect, developer, and trainer. Robert is a Microsoft MVP for Developer Security and holds the (ISC)2 CSSLP certification. Robert has over 30 years of industry experience in secure coding, software architecture, and software development. Robert blogs at https://roberthurlbut.com/blog and shares links and other information on Twitter at @RobertHurlbut and is a co-host of the Application Security Podcast at https://www.appsecpodcast.org.",
    "GravatarUrl": "//www.gravatar.com/avatar/db95ea3afe5e33bc0cbe6c61633d0c81",
    "TwitterLink": "https://twitter.com/roberthurlbut",
    "GitHubLink": "https://github.com/rhurlbut",
    "LinkedInProfile": "https://linkedin.com/in/roberthurlbut",
    "BlogUrl": "https://roberthurlbut.com/blog",
    "SessionIds": [
      "7184"
    ]
  },
  {
    "Id": "1c924856-367e-49b4-bc85-dfbc20ee32d8",
    "FirstName": "Jeremy",
    "LastName": "Hutchinson",
    "Biography": "Jeremy, is a Senior Software Engineer at Ontuitive and a Microsoft Azure MVP who has been developing line of business applications for 15 years primarily in the Microsoft Stack. He has a passion for writing clean, scalable code and sharing what he has learned with other.",
    "GravatarUrl": "//www.gravatar.com/avatar/dfce1c9d20ff9d50a3421c93aa2e0daa",
    "TwitterLink": "https://twitter.com/hutchcodes",
    "GitHubLink": "https://github.com/hutchcodes",
    "LinkedInProfile": "https://www.linkedin.com/in/jeremyhutchinson",
    "BlogUrl": "https://hutchcodes.net",
    "SessionIds": [
      "6739"
    ]
  },
  {
    "Id": "9ae7a77c-77e2-4567-8e36-2a193d0c03f9",
    "FirstName": null,
    "LastName": "ICC",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/1ec665be26ef0354a0ce17f05c839e51",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.icctechnology.com/",
    "SessionIds": [
      "7859"
    ]
  },
  {
    "Id": "2c2a8641-7e27-47df-88f9-e8f9b731d329",
    "FirstName": null,
    "LastName": "InfernoRed Technology",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/7d9cbfc74ee3cfb7933b7ec22e7f299a",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.infernored.com/",
    "SessionIds": [
      "7847"
    ]
  },
  {
    "Id": "deebaaf7-41b1-4b85-a9b8-53f5dac3a628",
    "FirstName": "Steve",
    "LastName": "Jackson",
    "Biography": "Steve Jackson is a double agent at Test Double. He loves creating unique solutions and solving impossible problems with software. Steve is passionate about improving the craft of delivering software and fostering environments where professionals want to continuously improve. You can find him in various locations pairing and learning with anyone that's interested.",
    "GravatarUrl": "//www.gravatar.com/avatar/1cfdb8937f834fde5b2cc9b192d093d4",
    "TwitterLink": "https://twitter.com/stevejxsn",
    "GitHubLink": "https://github.com/stevenjackson",
    "LinkedInProfile": null,
    "BlogUrl": "http://stevenjackson.github.io/",
    "SessionIds": [
      "7567"
    ]
  },
  {
    "Id": "65993fe1-3960-4d31-acbb-0fbd6e635cc6",
    "FirstName": "Caleb",
    "LastName": "Jenkins",
    "Biography": "Caleb Jenkins is an international speaker, author and 6 time Microsoft MVP award recipient and is currently working for Quicken Loans in Detroit, MI from his home in TX.\r\n\r\nAn entertaining and informative speaker that approaches software from a fresh perspective that spans UX, Agile and enterprise customers from across the globe. He has previously led UX product design teams, coached multi team agile transformations and architected and mentored at some of the largest companies in the world.\r\n\r\nAs a long time community leader and former Microsoft Developer Evangelist Caleb is well known for his engaging speaking style, depth of knowledge and creative energy. Founder and Principal Mentor at Proaction Mentors, former UX Manager and Agile Coach for Sabre, former Senior Architect for Six Flags Corporation and Sr. Product Cloud Architect for a large marketing company.\r\n\r\nYou can follow Caleb on twitter @calebjenkins or read his blog at developingUX.com",
    "GravatarUrl": "//www.gravatar.com/avatar/185b331beb8118f6de5a2e9d53017907",
    "TwitterLink": "https://twitter.com/calebjenkins",
    "GitHubLink": "https://github.com/calebjenkins",
    "LinkedInProfile": "http://linkedin.com/in/calebjenkins",
    "BlogUrl": "http://developingux.com",
    "SessionIds": [
      "6858",
      "6859"
    ]
  },
  {
    "Id": "9c335b12-e6d5-43f8-9174-9611bff1c1dd",
    "FirstName": "Tyler",
    "LastName": "Jennings",
    "Biography": "Tyler is a consultant with ResultStack in the Knoxville, TN area.  He started in IT 10 years ago in Systems and Networking half way through his career made the switch to software with a passion for web development.  He currently spends most of his time in .NET, Angular, and Ionic, but is a FP enthusiast and loves to learn new languages and paradigms whenever possible.  ",
    "GravatarUrl": "//www.gravatar.com/avatar/a620bb436c10653d71b41502de297a67",
    "TwitterLink": "https://twitter.com/jenningstcj",
    "GitHubLink": "https://github.com/https://github.com/jenningstcj",
    "LinkedInProfile": "https://www.linkedin.com/in/tylercjennings/",
    "BlogUrl": "http://tylerscode.com/",
    "SessionIds": [
      "7237"
    ]
  },
  {
    "Id": "08865cab-a1b3-48de-9b7d-7811ed1720b3",
    "FirstName": "Colin",
    "LastName": "Jones",
    "Biography": "Colin Jones is CTO at 8th Light, where he works with teams to craft reliable, maintainable software. He's into performance, security, distributed systems, and both functional and object-oriented programming.",
    "GravatarUrl": "//www.gravatar.com/avatar/e16bc9c356b65d61ee1d74c8f06ae35b",
    "TwitterLink": "https://twitter.com/trptcolin",
    "GitHubLink": "https://github.com/trptcolin",
    "LinkedInProfile": "https://www.linkedin.com/in/trptcolin",
    "BlogUrl": "https://8thlight.com/blog/colin-jones/",
    "SessionIds": [
      "7687"
    ]
  },
  {
    "Id": "b6e14e1c-5b57-42c2-a01d-f8e8b7897e54",
    "FirstName": "Seth",
    "LastName": "Juarez",
    "Biography": "I received my Bachelors Degree in Computer Science at UNLV with a Minor in Mathematics and completed my Masters Degree at the University of Utah in the field of Computer Science. I currently am interested in Artificial Intelligence specifically in the realm of Machine Learning. I currently am working on a .NET library meant to simplify the usage of the common machine learning algorithms.",
    "GravatarUrl": "//www.gravatar.com/avatar/44777894738464b4578acf6f03687867",
    "TwitterLink": "https://twitter.com/sethjuarez",
    "GitHubLink": "https://github.com/sethjuarez",
    "LinkedInProfile": "https://www.linkedin.com/in/sethjuarez/",
    "BlogUrl": "https://www.sethjuarez.com",
    "SessionIds": [
      "6914"
    ]
  },
  {
    "Id": "23377367-10d6-499e-ab99-9ee4edc32beb",
    "FirstName": "Christopher",
    "LastName": "Judd",
    "Biography": "Christopher Judd is the CTO and a partner at Manifest Solutions (http://www.manifestcorp.com/), an international speaker, an open source evangelist, the Central Ohio Java Users Group leader (http://www.cojug.org), and the co-author of Beginning Groovy and Grails (Apress, 2008), Enterprise Java Development on a Budget (Apress, 2003) and Pro Eclipse JST (Apress, 2005) as well as the author of the children’s book “Bearable Moments”. He has spent 20 years architecting and developing software for Fortune 500 companies in various industries, including insurance, health care, retail, government, manufacturing, service, and transportation. His current focus is on consulting, mentoring, and training with Java, Java EE, Groovy, Grails, Cloud Computing and mobile platforms like iPhone, Android, Java ME and mobile web.",
    "GravatarUrl": "//www.gravatar.com/avatar/46237da22a99f4aab52e802ea2c0728e",
    "TwitterLink": "https://twitter.com/javajudd",
    "GitHubLink": "https://github.com/cjudd",
    "LinkedInProfile": "https://www.linkedin.com/in/christophermjudd",
    "BlogUrl": "http://juddsolutions.blogspot.com/",
    "SessionIds": [
      "6716",
      "7021"
    ]
  },
  {
    "Id": "fbcf5f72-1a9c-4f01-a61a-004d091146a7",
    "FirstName": "Rob",
    "LastName": "Keefer",
    "Biography": "Rob Keefer, PhD, is Co-founder and Innovation Partner of POMIET, a software systems consultancy. He has 20+ years of experience delivering innovative software solutions for over 30 different organizations, including Major League Baseball, FedEx, and TIAA-CREF. Rob values clear communication, craftsmanship, and engineered experiences, and works hard to promote these values in crafting great software solutions.",
    "GravatarUrl": "//www.gravatar.com/avatar/c2b1d84a1385e58a6591b06c1aa5f63e",
    "TwitterLink": "https://twitter.com/rbkeefer",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/robkeefer",
    "BlogUrl": "http://www.robkeefer.info",
    "SessionIds": [
      "7554",
      "7559"
    ]
  },
  {
    "Id": "949878bb-1c47-406f-989c-ff79a6b98d13",
    "FirstName": "Stuart",
    "LastName": "Kent",
    "Biography": "Hello! I'm a software developer with 3.5 years' mobile experience. I currently work at Detroit Labs creating native Android and iOS apps for national and international brands in the utilities, QSR, automotive, and pro audio industries. Before becoming a developer, I taught college and earned a Ph.D. in Applied Math. Likes: Enums. Dislikes: dogmatism.",
    "GravatarUrl": "//www.gravatar.com/avatar/3a6060bc7ace07fa75791cd5dac2d46a",
    "TwitterLink": "https://twitter.com/skentphd",
    "GitHubLink": "https://github.com/stkent",
    "LinkedInProfile": "https://www.linkedin.com/in/skentphd/",
    "BlogUrl": "http://www.stkent.com/",
    "SessionIds": [
      "6784"
    ]
  },
  {
    "Id": "b30889f6-8d84-4f67-b9ce-b5042d32f690",
    "FirstName": null,
    "LastName": "Kentico",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/3fd0284a15af568f0366868e4b0ced9e",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.kentico.com/",
    "SessionIds": [
      "7852"
    ]
  },
  {
    "Id": "8f4e9ee9-9288-4010-9ba3-416211a2c8be",
    "FirstName": "Adam",
    "LastName": "Kerr",
    "Biography": "I am a software engineer with over a decade of professional experience. More importantly, I believe in development as a craft - that is, more than just a job or a problem to solve, but the chance to build something beautiful using our skills to the fullest. Long before I wrote my first line of code, I was always happiest in a garage or a workshop. For me, the joy in my work comes from building something new every day.\r\n\r\nI am primarily a full-stack Microsoft developer, but I am also branching into Angular, Android, and AWS projects.",
    "GravatarUrl": "//www.gravatar.com/avatar/bb7124718bbe0d8ec4ffca37c8fe2c4b",
    "TwitterLink": "",
    "GitHubLink": "https://github.com/adamrkerr",
    "LinkedInProfile": "https://www.linkedin.com/in/adamrkerr/",
    "BlogUrl": null,
    "SessionIds": [
      "7078"
    ]
  },
  {
    "Id": "9140b58c-f77c-4104-a329-be499e1601b2",
    "FirstName": "John",
    "LastName": "Keyes",
    "Biography": "John Keyes is the Forward Engineering Lead for Fuse by Cardinal Health. Don’t know what that means? That’s OK, he doesn’t either. But, he does get to spend his days helping teams apply technology to their new and innovative ideas. His travels have taken him all over the technological globe: web, mobile, cloud, big data, little data, microservices, microcontrollers, and beyond. In his spare time, he is an avid runner and self-proclaimed taco connoisseur.",
    "GravatarUrl": "//www.gravatar.com/avatar/72946d231c23284695b904016d73a8a8",
    "TwitterLink": "https://twitter.com/jckeyes",
    "GitHubLink": "https://github.com/jckeyes",
    "LinkedInProfile": "https://www.linkedin.com/in/jckeyes/",
    "BlogUrl": null,
    "SessionIds": [
      "7199",
      "7597"
    ]
  },
  {
    "Id": "ab5cfdc3-bea4-45a9-bf2b-321dc7bd2632",
    "FirstName": "Marcus",
    "LastName": "King",
    "Biography": "Pending",
    "GravatarUrl": "//www.gravatar.com/avatar/7cbb86bfaaa5172a82dae1bcc5adb82d",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7354"
    ]
  },
  {
    "Id": "cd8432f9-b39d-46f5-bfa4-ad3e647df338",
    "FirstName": "Brian",
    "LastName": "King",
    "Biography": "Brian (BB) King has been pentesting webapps since 2008, first for the biggest banking company you've never heard of, and now for a small pentesting consulting firm from the Black Hills of South Dakota. He believes that developers and security people often have the same goals, but sometimes a sadly differing vocabulary gets in the way. Testing webapps for security isn't much different from testing them for other things - if you can do one, you can do the other - and he'd like to help you get started, if you want to.",
    "GravatarUrl": "//www.gravatar.com/avatar/e3f0fcb44b63c303bb9565c22084139e",
    "TwitterLink": "https://twitter.com/bbhacking",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7348"
    ]
  },
  {
    "Id": "4955efbc-1c58-464c-9c8c-4e317fdbd3d7",
    "FirstName": "Jim",
    "LastName": "Kirkbride",
    "Biography": "Jim is a software developer with more than eight years of experience in making mistakes on various projects, big and small.  Occasionally he's learned from these mistakes and doesn't mind sharing how not to repeat them with others.  By day he is a Software Craftsman with Pillar Technology, and a big advocate of Agile, TDD, and Paired-Programming. When not writing code Jim enjoys cooking, reading, and spending time with his family.",
    "GravatarUrl": "//www.gravatar.com/avatar/86adf88b3520316ae90cea5ca47e5eb4",
    "TwitterLink": "https://twitter.com/jameskbride",
    "GitHubLink": "https://github.com/jameskbride",
    "LinkedInProfile": "https://www.linkedin.com/in/jameskirkbride/",
    "BlogUrl": "http://jameskbride.com",
    "SessionIds": [
      "7685"
    ]
  },
  {
    "Id": "2a823543-9c11-4f18-8af9-83fe28c595ec",
    "FirstName": "Rae",
    "LastName": "Krantz",
    "Biography": "Since joining the tech industry, Rae has started a programming book club, monthly hack nights, and a mentor-guided part-time bootcamp for AkronWIT, and hosted a bi-weekly TDD practice as part of xDD-CLE. Her 9-to-5 hours cover Chef, Jenkins, Ruby, and turning infrastructure into code, while her evenings and weekends are a hodgepodge of JavaScript, Python, and related frameworks. One thing she's proud of is hiking 6.5 miles up a mountain to Grinnell Glacier (Glacier NP) while 6.5 months pregnant.",
    "GravatarUrl": "//www.gravatar.com/avatar/2dcc0ab5980f428aaf60393c283d95d2",
    "TwitterLink": "https://twitter.com/rustbeltrae",
    "GitHubLink": "https://github.com/krantzinator",
    "LinkedInProfile": "https://www.linkedin.com/in/rachelkrantz",
    "BlogUrl": "http://rachelkrantz.com/blog/",
    "SessionIds": [
      "7119"
    ]
  },
  {
    "Id": "a8e2fa9d-e261-464b-b229-b29b432b3fab",
    "FirstName": "Nick",
    "LastName": "Landry",
    "Biography": "Nick Landry (@ActiveNick) is a mobility pioneer and former entrepreneur specializing in cross-platform mobile app development for Windows, iOS and Android devices. Nick works at Microsoft as a Senior Technical Evangelist in the New York Metro area. He spent most his career in IT consulting, software and services companies across various technical and business roles, designing, building, managing and selling innovative software products and solutions for the world’s top brands and Fortune 500 companies.\r\nKnown for his dynamic and engaging style, he is a frequent speaker at major software development conferences worldwide, is an active Open Source contributor, and was a 10-year Microsoft MVP prior to joining Microsoft. With 25 years of professional experience, Nick is a certified developer and software architect by trade and specializes in Cross-Platform Mobility, Computer Speech & Bots, IoT, HoloLens & Mixed Reality. He is an active coder, occasional author, avid gamer, loving husband and proud father.",
    "GravatarUrl": "//www.gravatar.com/avatar/9b19e26c8d504d64a7b28d1bf5c5eb0c",
    "TwitterLink": "https://twitter.com/activenick",
    "GitHubLink": "https://github.com/activenick",
    "LinkedInProfile": "https://www.linkedin.com/in/activenick/",
    "BlogUrl": "http://ageofmobility.com",
    "SessionIds": [
      "7506"
    ]
  },
  {
    "Id": "81ad4be3-a81b-4c88-8f3d-5d18e653fe71",
    "FirstName": "Amanda",
    "LastName": "Lange",
    "Biography": "Amanda Lange is a Technical Evangelist for Microsoft in the greater Philadelphia area, with concentrations on developing IoT, AI, and Mixed and Virtual Reality applications. She is also a staff writer at games web site http://www.tap-repeatedly.com, where she contributes game reviews, editorials, and corresponds from events across the United States. She has an undergraduate degree from Bowling Green State in Ohio and a Masters degree from Michigan State University.\r\nBefore joining Microsoft in 2014, Amanda worked as a Community Manager at Schell Games studios, and a game designer and community manager at Idle Media Inc. Prior to that she was a teacher in the field of game development and game art, creating for Unity 3D and for the Unreal engine. \r\nShe has contributed to academic papers researching games with colleagues at West Virginia University and Michigan State University in the field of human computer interaction. She has spoken at the GDC Narrative Summit and the Grace Hopper Conference as well as many other conferences and camps as part of her role in Evangelism.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/691b2b33b52d7dd4676f4c7e0ffc7bf1",
    "TwitterLink": "https://twitter.com/second_truth",
    "GitHubLink": "https://github.com/ajlange",
    "LinkedInProfile": "https://www.linkedin.com/in/amandajlange/",
    "BlogUrl": "http://secondtruth.com",
    "SessionIds": [
      "6956"
    ]
  },
  {
    "Id": "4c5bfe3c-98e5-4ea9-9750-d47c4ffc5e02",
    "FirstName": "Tim",
    "LastName": "LeMaster",
    "Biography": "Tim is a Senior Software Engineer at Doc Halo. He has 22 years of software development experience and has been developing for iOS since 2009. He studied Physics at Purdue University and is a veteran of the United States Air Force.",
    "GravatarUrl": "//www.gravatar.com/avatar/12adeabbe92181292c1d34ccf072e1cc",
    "TwitterLink": "https://twitter.com/timle8n1",
    "GitHubLink": "https://github.com/timle8n1",
    "LinkedInProfile": "https://www.linkedin.com/in/tim-lemaster-96598713",
    "BlogUrl": null,
    "SessionIds": [
      "6823"
    ]
  },
  {
    "Id": "2f21c0fe-dfd7-4107-a87e-6c30cf489057",
    "FirstName": "Kevin",
    "LastName": "Leung",
    "Biography": "Kevin Leung is a Technical Evangelist at Microsoft working with students, startups and community developers in the Chicago metro and has recently been working with ASP.NET Core technologies in the Open-source area alongside Microsoft's engineering teams. Kevin studied Electrical and Computer Engineering at Rutgers University School of Engineering Class of 2016. His undergraduate career included a focus with Operating Systems, Embedded Systems, FPGAs and graduate work in VLSI.\r\n@KSLHacks - http://KSLHacks.com",
    "GravatarUrl": "//www.gravatar.com/avatar/88500974fe4360b6688c4ac37be83884",
    "TwitterLink": "https://twitter.com/kslhacks",
    "GitHubLink": "https://github.com/kslhacks",
    "LinkedInProfile": "https://www.linkedin.com/in/kevinseanleung",
    "BlogUrl": "http://kslhacks.com",
    "SessionIds": [
      "6961"
    ]
  },
  {
    "Id": "418f3bf8-721a-4503-9a56-08ae6b07125c",
    "FirstName": "Nathan",
    "LastName": "Loding",
    "Biography": "I'm a nerd, I've always been a geek, dork, or nerd, and probably will always be. I love solving problems and technology is the best way to do that. I work professionally as an Application Development Consultant for OST, in Grand Rapids, MI. On the side I'm a husband, father, roboticist, and outdoorsman (hiking, camping, canoeing/kayaking). I enjoy woodworking and build my own canoes and kayaks. I hate chores and cleaning up after myself.",
    "GravatarUrl": "//www.gravatar.com/avatar/15b1e64932f4c501a333fb51ef03ae32",
    "TwitterLink": "https://twitter.com/nloding",
    "GitHubLink": "https://github.com/nloding",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7487",
      "7504"
    ]
  },
  {
    "Id": "3e4b2508-1d6e-46b4-83a1-a5f0e9baaf59",
    "FirstName": "David",
    "LastName": "Lucas",
    "Biography": "David Lucas is a software architect with over 25 years of experience in IT to include Fortune 500 companies. He has a diverse software engineering background covering satellite communications, financial processing, smart grid utilities, manufacturing, order entry systems, shipping automation, e-Commerce, insurance, performance, and security. David is a consultant that enjoys problem solving along with designing, implementing, and testing large-scale software solutions in Java by leveraging his knowledge in Spring and JEE standards as well as mentoring and training others in the art and science of software. He is the owner of Lucas Software Engineering, Inc. and consults in the Columbus, Ohio area. He is often found working with Manifest Solutions and with their NextGen Boot Camp as a Master Craftsman. He has presented at local and national user groups and is a member of the ACM. He lives in Ohio with his wife and three children.",
    "GravatarUrl": "//www.gravatar.com/avatar/0ce4bb9448103f7554520903f53c16bd",
    "TwitterLink": "https://twitter.com/daviddlucas",
    "GitHubLink": "https://github.com/lseinc",
    "LinkedInProfile": "https://www.linkedin.com/in/ddlucas",
    "BlogUrl": null,
    "SessionIds": [
      "7392"
    ]
  },
  {
    "Id": "fb21be70-1467-4103-bd2b-44c86c2c3490",
    "FirstName": "Anders",
    "LastName": "Lybecker",
    "Biography": "Anders Lybecker is a Senior Software Development Engineer, former Global Black Belt IoT specialist and Technical Evangelist at Microsoft. He has more than ten years of experience as a solutions architect, working multi-billion dollars revenue systems within the travel, finance, and banking industries. A special interest in large scale IoT solutions and distributed software.",
    "GravatarUrl": "//www.gravatar.com/avatar/aa1e6dca4bdc279d3ea374eef37ed394",
    "TwitterLink": "https://twitter.com/lybecker",
    "GitHubLink": "https://github.com/lybecker",
    "LinkedInProfile": "https://www.linkedin.com/in/anderslybecker/",
    "BlogUrl": "http://www.lybecker.com/blog/",
    "SessionIds": [
      "7125"
    ]
  },
  {
    "Id": "c703c1d2-1880-46fc-9433-7a0b94ccd1ca",
    "FirstName": "Tony",
    "LastName": "Makeka",
    "Biography": "Sr. I.T. Business Analyst in Business Aviation.  My Bachelor's of Science in Degree in Engineering is a reflection of my analytical and problem solving nature. My strong belief in the need for effective communication is my other passion. The result is that I am in a profession that allows me to marry my two passions together.",
    "GravatarUrl": "//www.gravatar.com/avatar/5605be14ba779635a360ba528b3b510d",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/tony-makeka-2611509b/",
    "BlogUrl": null,
    "SessionIds": [
      "7017"
    ]
  },
  {
    "Id": "541ff243-3a5e-468e-9b52-800e647f342f",
    "FirstName": "Greg",
    "LastName": "Malcolm",
    "Biography": "Greg is an Application Developer/Consultant working for ICC. He is a polyglot developer who loves experimenting with new languages and frameworks. In recent years he's been focussing more and more on Javascript related frameworks. If you’re wondering about the accent, everyone speaks like this in the southern foothills of Columbus.",
    "GravatarUrl": "//www.gravatar.com/avatar/4dcb5d7ea2f76b509131926dd2cebbdb",
    "TwitterLink": "https://twitter.com/gregmalcolm",
    "GitHubLink": "https://github.com/gregmalcolm",
    "LinkedInProfile": "https://linkedin.com/in/gregmalcolm",
    "BlogUrl": null,
    "SessionIds": [
      "7631"
    ]
  },
  {
    "Id": "f8a4b3df-2165-45b2-b809-c654eb814131",
    "FirstName": null,
    "LastName": "Manifest Solutions",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/0fcb4f5b664628e63e92caf05404b8a9",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.manifestcorp.com/",
    "SessionIds": [
      "7863"
    ]
  },
  {
    "Id": "3bae9249-e692-4a7d-867b-0c1330a45db4",
    "FirstName": "Jennifer",
    "LastName": "Marsman",
    "Biography": "Jennifer Marsman is a Principal Software Development Engineer in Microsoft’s Commercial Software Engineering group, with a focus on data science, machine learning, and artificial intelligence.  In this role, Jennifer is a frequent speaker at software development conferences around the world.  In 2016, Jennifer was recognized as one of the “top 100 most influential individuals in artificial intelligence and machine learning” by Onalytica.  She has been featured in Bloomberg for her work using EEG and machine learning to perform lie detection.  In 2009, Jennifer was chosen as \"Techie whose innovation will have the biggest impact\" by X-OLOGY for her work with GiveCamps, a weekend-long event where developers code for charity.  She has also received many honors from Microsoft, including the “Best in Role” award for Technical Evangelism, Central Region Top Contributor Award, Heartland District Top Contributor Award, DPE Community Evangelist Award, CPE Champion Award, MSUS Diversity & Inclusion Award, Gold Club, and Platinum Club.  Prior to becoming a Developer Evangelist, Jennifer was a software developer in Microsoft’s Natural Interactive Services division.  In this role, she earned two patents for her work in search and data mining algorithms.  Jennifer has also held positions with Ford Motor Company, National Instruments, and Soar Technology.  Jennifer holds a Bachelor’s Degree in Computer Engineering and Master’s Degree in Computer Science and Engineering from the University of Michigan in Ann Arbor.  Her graduate work specialized in artificial intelligence and computational theory.  Jennifer blogs at http://blogs.msdn.microsoft.com/jennifer and tweets at http://twitter.com/jennifermarsman.",
    "GravatarUrl": "//www.gravatar.com/avatar/36fa3107bdff153bf46f9e80aefc9fbd",
    "TwitterLink": "https://twitter.com/http://twitter.com/jennifermarsman",
    "GitHubLink": "https://github.com/https://github.com/jennifermarsman",
    "LinkedInProfile": "https://www.linkedin.com/in/jennifermarsman",
    "BlogUrl": "https://blogs.msdn.microsoft.com/jennifer",
    "SessionIds": [
      "6942",
      "7581",
      "7684"
    ]
  },
  {
    "Id": "c82f8b3b-88f4-46f4-b677-dbb665ac04b4",
    "FirstName": "Kim",
    "LastName": "McGill",
    "Biography": "Kimberlee McGill has supported a wide range of industries as a Scrum Master, Agile Transformation Coach, Business Analyst, Product Owner, Project and Program Manager over the last 15 years. With her dedication to building teams and organizations that know how to deliver real value, she has built a reputation for creating successes in 'real life'. She combines a deep interest in behavioral science, human communication models, and complex system modeling with a deep and abiding belief that healthy functional teams are the cornerstone of all great things. In the last year she has spoken at the Cincinnati, OH chapter of the IIBA as well as Agile Cincinnati and several Agile based meet-ups. She continues to be an active member of various Technical User Groups and Communities of Practice and advocates responsible Agile in every organization she comes into contact with.",
    "GravatarUrl": "//www.gravatar.com/avatar/1203f8dfa9ff94405bdf9bed5484a037",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/kimberleemcgill",
    "BlogUrl": null,
    "SessionIds": [
      "7580"
    ]
  },
  {
    "Id": "d0a23b1b-a249-43da-a0c1-6b209aaf8bfd",
    "FirstName": "Amber",
    "LastName": "McKenzie",
    "Biography": "Amber “Doc Am” McKenzie is a data scientist at DialogTech. With a masters degree in linguistics and a Ph.D. in computer science, she has over 9 years experience in data science and natural language processing (NLP). Her professional interests include NLP, machine learning, predictive modeling, and big data technologies. When she does get a spare moment outside of work, she enjoys reading, board games, dabbling with Arduinos and Raspberry Pis, and lifting weights.",
    "GravatarUrl": "//www.gravatar.com/avatar/718a25b4ce19ee3bfcd3aca8d0354319",
    "TwitterLink": "https://twitter.com/nlprunner",
    "GitHubLink": "https://github.com/ab6",
    "LinkedInProfile": "https://www.linkedin.com/in/ambermckenzie",
    "BlogUrl": "https://nlprunner.wordpress.com/",
    "SessionIds": [
      "7164",
      "7165"
    ]
  },
  {
    "Id": "baa2dd3b-c27f-4f54-b291-d5c78c89b555",
    "FirstName": "Jeff",
    "LastName": "McKenzie",
    "Biography": "Jeff McKenzie has worked in software development for nearly twenty years, in both freelance and full-time capacities, as a developer and team leader. He enjoys helping others solve problems through technology, whether it's the small business getting on the web for the first time, or a Fortune 500 company expanding its enterprise. Although he started his career using BASIC on an Atari 800, he took a big detour, getting Biology and English degrees before rediscovering programming, with a new thing called the World Wide Web. He is currently Principal Consultant at Cardinal Solutions Group in Columbus, Ohio.",
    "GravatarUrl": "//www.gravatar.com/avatar/b446e10fd837cbe0a0f11af00a01ac60",
    "TwitterLink": "https://twitter.com/jeffreymckenzie",
    "GitHubLink": "https://github.com/mcknz",
    "LinkedInProfile": "https://www.linkedin.com/in/mcknz",
    "BlogUrl": null,
    "SessionIds": [
      "7423"
    ]
  },
  {
    "Id": "cb0a2ed3-ba20-4e3d-821c-152b35e8ed1f",
    "FirstName": "Russell",
    "LastName": "McMahon",
    "Biography": "Russ McMahon has been teaching IT related subject matter for over 37 years and is a faculty member in the School of Information Technology at the University of Cincinnati. He has been teaching full-time at University of Cincinnati since 1999 and helped create the BS Information Technology degree which started in 2004. Prior coming to UC he has taught at several area high schools and spent more than 8 years in the IT world. He teaches courses in computer programming, database administration, business intelligence, and cybersecurity. He is very active in the IT user group community having served on the boards of multiple groups (currently on the Cincinnati Chapter of Infragard) and helped create TechLife Cincinnati. In 2014, he spent 6 months working at three universities in three different countries (Rwanda, Kenya, and South Africa) in Africa doing IT curriculum development. While at Mount Kenya University in Thika, he traveled to their various campuses giving a talk on creativity and creative problem solving. He maintains a blog about the local IT groups and another on UC’s computing history.",
    "GravatarUrl": "//www.gravatar.com/avatar/120ef58fff48751a0b80ff6192b5fc89",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/russmcmahon/",
    "BlogUrl": "http://cincyitreview.blogspot.com/",
    "SessionIds": [
      "6808"
    ]
  },
  {
    "Id": "4df51560-055e-425d-bf6b-4a0ff3bc9f25",
    "FirstName": "Catherine",
    "LastName": "Meade",
    "Biography": "Catherine builds responsive websites up and down the stack, focusing recently on a single enterprise level design system with Sparkbox, a webshop in southwest Ohio. She has a B.S.A. from Miami University in Art Education. While Catherine no longer teaches high school, her strong passion for education has never left; she spends a good amount of time volunteering with Girl Develop It Dayton, sitting on the leadership team and teaching code classes. Her other hobbies include reading, video games, tabletop games, drawing, and making cat jokes. Twitter (and all the other things) as @catheraaine.",
    "GravatarUrl": "//www.gravatar.com/avatar/6a332058cb8888f05fa6a981a55a0219",
    "TwitterLink": "https://twitter.com/catheraaine",
    "GitHubLink": "https://github.com/catheraaine",
    "LinkedInProfile": "https://www.linkedin.com/in/catherine-meade-69678365/",
    "BlogUrl": null,
    "SessionIds": [
      "6775",
      "7737"
    ]
  },
  {
    "Id": "6f11f422-0558-4b6b-9d4d-a7e99522a21b",
    "FirstName": "Michael",
    "LastName": "Meadows",
    "Biography": "Michael has been a professional programmer and architect for fifteen years, and a hacker for much longer. He has served as architect on multiple large-scale, cloud-based, highly regulated application and infrastructure projects. Additionally, Michael has extensive experience building high volume, processor intensive business logic applications using distributed architectures. He is a Principal Consultant at Cardinal Solutions where he doing cool stuff in Azure.",
    "GravatarUrl": "//www.gravatar.com/avatar/954765ec98d01561285873097362e3ee",
    "TwitterLink": "https://twitter.com/antiarchitect",
    "GitHubLink": "https://github.com/walkingdisaster",
    "LinkedInProfile": "https://www.linkedin.com/in/michaelnmeadows",
    "BlogUrl": "http://m.eado.ws",
    "SessionIds": [
      "7233",
      "7234"
    ]
  },
  {
    "Id": "9ca9716b-6c75-42d5-ae4e-17a712207118",
    "FirstName": "Timothy",
    "LastName": "Mecklem",
    "Biography": "Tim works at Gaslight in Cincinnati, OH building software solutions on Ruby and Elixir and is a member of the nerves-project.org Core team. He credits his previous experience in building iOS apps for changing the entire way he thinks about development. Those tiny screens gave Tim an appreciation for simplifying workflows that he applies to every application, and it nudged him toward Elixir and the Nerves Project.\r\n\r\nToday Tim lives in Mason, OH with his wife, two kids and two dogs. He loves running and has completed the full Cincinnati Flying Pig Marathon twice.",
    "GravatarUrl": "//www.gravatar.com/avatar/773287b931d9c35c4bb8c48003ed732d",
    "TwitterLink": "https://twitter.com/tim_mecklem",
    "GitHubLink": "https://github.com/tmecklem",
    "LinkedInProfile": "https://www.linkedin.com/in/timothymecklem/",
    "BlogUrl": "https://teamgaslight.com/people/tim-mecklem",
    "SessionIds": [
      "6796"
    ]
  },
  {
    "Id": "eb63761e-810d-4549-86bb-2aacf320c936",
    "FirstName": "John",
    "LastName": "Melton",
    "Biography": "John is currently a Principal Member of Technical Staff at Oracle. His previous positions have been focused on secure software engineering, in the technology, financial and defense sectors. He has spent his entire career in software development and security. In his spare time, he leads the OWASP AppSensor project.",
    "GravatarUrl": "//www.gravatar.com/avatar/1c9918a7a9b1394ec9f25a3d30b5b9df",
    "TwitterLink": "https://twitter.com/_jtmelton",
    "GitHubLink": "https://github.com/jtmelton",
    "LinkedInProfile": "https://www.linkedin.com/in/johnmelton",
    "BlogUrl": "http://www.jtmelton.com",
    "SessionIds": [
      "7039",
      "7041"
    ]
  },
  {
    "Id": "54e15efd-9a59-4064-922b-d87f2f777c9a",
    "FirstName": "Ellen",
    "LastName": "Mey",
    "Biography": "An educator turned developer, Ellen discovered her passion for programming while teaching her students how to code. In 2016, she took the plunge and decided to follow her passion by becoming an apprentice at Detroit Labs. Now an iOS developer, Ellen works on apps for a wide range of clients from financial institutions to the auto industry. Ellen often shares her laptop with her four cats. When she’s not in front of a computer Ellen can be found gallivanting the globe in search of new beers. ",
    "GravatarUrl": "//www.gravatar.com/avatar/8b80bc97dc13ef43d058cb98e1c6f6c6",
    "TwitterLink": "https://twitter.com/meydyoulook",
    "GitHubLink": "https://github.com/eisforellen",
    "LinkedInProfile": "https://www.linkedin.com/in/eisforellen/",
    "BlogUrl": null,
    "SessionIds": [
      "6933"
    ]
  },
  {
    "Id": "aff45ae8-f1f3-422d-b0b7-31098bd7e2a8",
    "FirstName": "Ryan",
    "LastName": "Miller",
    "Biography": "I am a Solutions Architect with over fifteen (15) years of professional experience. I enjoy building enterprise solutions because those solutions affect change in an organization that can have a long term, positive impact on employees and customers. For the last decade of my career, I have been helping clients design and build enterprise web solutions efficiently on SharePoint and .NET. It can be a challenge to create robust solutions that seamlessly blend out-of-the-box platform capabilities with custom .NET features, and integrate them with other systems. The rapid growth in utilization of Microsoft's Commercial Cloud (Office365 & Azure) has made these software challenges even more exciting because the available cloud resources are so diverse and extensive.",
    "GravatarUrl": "//www.gravatar.com/avatar/963290314eae69aa43163cb65614eb98",
    "TwitterLink": "https://twitter.com/intranoggin",
    "GitHubLink": "https://github.com/intranoggin",
    "LinkedInProfile": "https://www.linkedin.com/in/ryanlmiller/",
    "BlogUrl": "http://intranoggin.com",
    "SessionIds": [
      "6959"
    ]
  },
  {
    "Id": "9d113a83-30ff-41df-b093-7b44f852b7ce",
    "FirstName": "Mark",
    "LastName": "Miller",
    "Biography": "Mark Miller is a 5-year C# MVP Alumnus with strong expertise in decoupled design, plug-in architectures, and great user interfaces. Mark is Chief Architect of the IDE Tools division at Developer Express, and is the visionary force behind CodeRush. Mark is a top-ranked speaker at conferences around the world and has been writing software for over three decades.",
    "GravatarUrl": "//www.gravatar.com/avatar/16cc1eea9cb56905335600fc60f6c052",
    "TwitterLink": "https://twitter.com/millermark",
    "GitHubLink": "https://github.com/millermark",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.devexpress.com/mark",
    "SessionIds": [
      "6898",
      "6899",
      "6901",
      "6902"
    ]
  },
  {
    "Id": "7c05528e-9c9e-4643-ae9d-44c2dd0d6ebc",
    "FirstName": "Kendall",
    "LastName": "Miller",
    "Biography": "Kendall Miller is one of the founding partners of Gibraltar Software, an Independent Software Vendor (ISV) that develops & markets commercial applications for .NET developers.  Introduced in 2009, Loupe is an application logging & monitoring platform that is currently used by customers around the world from individual consultants through Fortune 100 companies and governments.\r\n\r\nBefore starting Gibraltar Software, Kendall worked for multiple startups leading their technology development from beginning through profitability.  In each case he's focused on translating enterprise-level performance and capabilities down to smaller companies. \r\n\r\nKendall has a B.S in Computer Engineering from the University of Illinois, Urbana-Champaign.",
    "GravatarUrl": "//www.gravatar.com/avatar/a87b3e5d0ca534464f3f5d302a3456ce",
    "TwitterLink": "https://twitter.com/kendallmiller",
    "GitHubLink": "https://github.com/kendallmiller",
    "LinkedInProfile": "https://www.linkedin.com/in/kendallmiller",
    "BlogUrl": "http://onloupe.com/blog",
    "SessionIds": [
      "7528"
    ]
  },
  {
    "Id": "c79ded73-996c-4393-9785-d8dae8dd2394",
    "FirstName": "Doug",
    "LastName": "Morgan",
    "Biography": "Doug is an XP developer coach, and is an aspiring polyglot. ",
    "GravatarUrl": "//www.gravatar.com/avatar/92bacac7fc45524d4d826e72824ec3c1",
    "TwitterLink": "https://twitter.com/dougmorgan_",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7661"
    ]
  },
  {
    "Id": "64f52f4f-3d83-459e-980d-007a4546220d",
    "FirstName": "Joe",
    "LastName": "Morgan",
    "Biography": "Joe is the author of the forthcoming \"Simplifying JavaScript\" through Pragmatic Publishers. He has written JavaScript code for everything from short-term campaign marketing sites for a Division I University to large monolithic applications for Fortune 1000 companies. Everyday he tries to get a little better. When not writing code, he’s being outsmarted by his two children.",
    "GravatarUrl": "//www.gravatar.com/avatar/7ace5b8f56fc673dbaab2069dcc6d536",
    "TwitterLink": "https://twitter.com/joesmorgan",
    "GitHubLink": "https://github.com/jsmapr1",
    "LinkedInProfile": "https://www.linkedin.com/in/joseph-morgan-42458a15",
    "BlogUrl": "http://www.thejoemorgan.com",
    "SessionIds": [
      "7223"
    ]
  },
  {
    "Id": "ca800380-dede-4fe1-96c5-fda220e29fb3",
    "FirstName": null,
    "LastName": "MRI Software LLC",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/d0c17bdb44c1dcd8c3033040fb00baf0",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "https://mrisoftware.com/",
    "SessionIds": [
      "7848"
    ]
  },
  {
    "Id": "1dd8b28c-1f00-4c02-ac2f-2418d515ad56",
    "FirstName": null,
    "LastName": "Nationwide",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/5cb973e455702aabcafaabc1a7173c04",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "https://www.nationwide.com/about-us/careers-it.jsp",
    "SessionIds": [
      "7854"
    ]
  },
  {
    "Id": "6ae477dc-60fc-4e91-9b11-8c2bebca4885",
    "FirstName": "David",
    "LastName": "Neal",
    "Biography": "David is a husband, father of 5 boys, geek, musician, motorcyclist, software developer, and Microsoft MVP living in North GA. He's currently a Developer Advocate for LeanKit, and runs on a high-octane mixture of caffeine and bacon.",
    "GravatarUrl": "//www.gravatar.com/avatar/3ab1249be442027903e1180025340b3f",
    "TwitterLink": "https://twitter.com/reverentgeek",
    "GitHubLink": "https://github.com/reverentgeek",
    "LinkedInProfile": "https://www.linkedin.com/in/davidneal",
    "BlogUrl": "http://reverentgeek.com",
    "SessionIds": [
      "7145",
      "7147"
    ]
  },
  {
    "Id": "d2d59fd4-ee57-4df0-b5cb-c10e8c6eb564",
    "FirstName": null,
    "LastName": "Nexosis",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/d261054220b6f08ce72d3ee8d8b26079",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.nexosis.com/",
    "SessionIds": [
      "7846"
    ]
  },
  {
    "Id": "b492cd3c-4d4c-42bc-9605-136c46f613d0",
    "FirstName": "Doc",
    "LastName": "Norton",
    "Biography": "Michael Norton (Doc) is a software delivery professional working to make the world of software development a better place. His experience covers a wide range of development topics. Doc declares expertise in no single language or methodology and is immediately suspicious of anyone who declares such expertise.\r\n\r\nDoc is passionate about helping others become better developers, working with teams to improve delivery, and building great organizations.",
    "GravatarUrl": "//www.gravatar.com/avatar/47d958cda2e4ee2f48153396bf9a4ed4",
    "TwitterLink": "https://twitter.com/docondev",
    "GitHubLink": "https://github.com/docondev",
    "LinkedInProfile": "https://www.linkedin.com/in/docondev/",
    "BlogUrl": "https://www.docondev.com/",
    "SessionIds": [
      "7651"
    ]
  },
  {
    "Id": "730509c3-8979-46cb-9153-83ce38599f27",
    "FirstName": "Jarred",
    "LastName": "Olson",
    "Biography": "Jarred has been developing software professionally for over 11 years. He is passionate about scalability, continuous delivery, removing inefficiencies, and developing DRY clean code in Groovy, Java, Javascript, Scala, or whatever the best tool for the job is. Currently employed at ForgeX in Columbus OH where he slings code while keeping a light and fun team environment. Outside of software Jarred enjoys spending time with his wife and 2 kids, woodworking, golf, and watching college football.",
    "GravatarUrl": "//www.gravatar.com/avatar/5a77344f5bfaf6895739f61edb713e6c",
    "TwitterLink": "https://twitter.com/jarredolson",
    "GitHubLink": "https://github.com/jarredolson",
    "LinkedInProfile": "https://www.linkedin.com/in/jarredjolson",
    "BlogUrl": null,
    "SessionIds": [
      "7021",
      "7135"
    ]
  },
  {
    "Id": "aa10f034-61fe-4460-9f95-7e802a8ba08a",
    "FirstName": "Ali",
    "LastName": "Orlando",
    "Biography": "Ali began her career as a mythical full-stack developer at IBM before fully embracing her passion for front-end web development at OnShift in downtown Cleveland. She is most happy when she’s solving problems, be they client-side web performance or how to prevent the drain from clogging when giving her absurdly fluffy dog a bath.",
    "GravatarUrl": "//www.gravatar.com/avatar/ee817eab87e44ee3ff93013a7da3774d",
    "TwitterLink": "https://twitter.com/fed_goose",
    "GitHubLink": "https://github.com/aporlando",
    "LinkedInProfile": "https://www.linkedin.com/in/alisonorlando/",
    "BlogUrl": null,
    "SessionIds": [
      "7294"
    ]
  },
  {
    "Id": "507b8231-d823-4810-b154-077ba807dfb9",
    "FirstName": "Robert",
    "LastName": "Palmer",
    "Biography": "Bob is a hands-on technical architect, software engineer, and 3D artist, and has been wrangling semicolons and curly braces for over  25 years.  By day, he manages a software team, helping to make developers more awesome.  By night, he works as a contractor for Squad, the developers of Kerbal Space Program.",
    "GravatarUrl": "//www.gravatar.com/avatar/50df089032175caed2615ec1f72e4535",
    "TwitterLink": "",
    "GitHubLink": "https://github.com/bobpalmer",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "6904"
    ]
  },
  {
    "Id": "3119f670-df4c-429b-921d-89d2162d4586",
    "FirstName": "Sarala",
    "LastName": "Pandey",
    "Biography": "Sarala Pandey is presently serving as the Quality Assurance Manager for Huntington National Bank. She is responsible for managing resource, creating and maintaining QA standards and process for the entire Digital Channel team. Sarala is accountable for all QA personnel and project delivery for Retail Online (ROL), Business Online (BOL), Online Account Opening (OAO), Mobile Applications, and Huntington.com. She drives all QA phases of the Agile development process and responsible for quarterly delivery of all Digital applications to production. In addition, Sarala has enhanced organizational efficiency & efficacy by piloting test automation, exploratory testing, and the continuing education program. She works with each IT team member including Developer, BSA and Architecture to achieve quality assurance operation objectives by preparing & completing action plans within budgetary constraints, as well as individual counseling to ensure professional development. Sarala has provided technical solutions and trainings outside of Digital Channels to the following teams at Huntington: Mergers & Acquisitions, Payment Center, Credit Card, ESS, EDW, MAX, MDM, HAWC, and Leapfrog Mortgage Loan Applications. Sarala is passionate about reducing cost without compromising quality. She also does great job focusing on career development for her employee. She makes the work place also learning place, she has implemented continuation improvement plan and goal for her team. She not only sets the goal but also provides the resources to achieve those goals for her team\r\nSarala began her career in QA with an internship at Online Computer Library Center (OCLC). Over the course of 20 years, she has served as a QA Analyst, QA Lead, Off-shore Liaison, and finally as a QA Manager. She is responsible for delivering industry-wide SDLC standards to AT&T/IBM, SypherLink and Huntington National Bank. She has extensive experience in analyzing scope document, reviewing requirements, writing test plans, providing estimate and project management strategy, project summary documents, metrics & reporting, requirement strategy, and defect management. Sarala has managed projects with Quality Center, Team Foundation Server, and JIRA. Additionally, she has built an offshore testing team while at AT&T and built a QA team at SypherLink, where there was no QA previously.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/225cf0fa5a076d3d6f56346ad80fee7e",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/sarala-pandey-37a8105",
    "BlogUrl": null,
    "SessionIds": [
      "7667"
    ]
  },
  {
    "Id": "86df42cb-3f25-4235-a0e7-43aa4815d0c8",
    "FirstName": "John",
    "LastName": "Pendexter",
    "Biography": "John Pendexter is a passionate Java developer and consultant at Manifest Solutions. He enjoys solving difficult problems with code and building resilient web applications. When not writing code John enjoys exploring the reservoirs and rivers in his kayak around Columbus, Ohio and learning to play the mandolin.",
    "GravatarUrl": "//www.gravatar.com/avatar/8c231a92b1adb958d5cb941ca2348de4",
    "TwitterLink": "",
    "GitHubLink": "https://github.com/pendext",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7310",
      "7312"
    ]
  },
  {
    "Id": "ffaf3bab-ca87-4519-bcaf-204928666552",
    "FirstName": "Roberto",
    "LastName": "Perez Alcolea",
    "Biography": "Roberto is an experienced software engineer and Groovy enthusiast who loves coding and enjoys contributing back to the community. He has several years of experience using Groovy and Grails and currently enjoying technologies such as Ratpack, RxJava, Kafka Streams and Netflix Hollow.\r\n\r\nHe currently works at Target as part of RedSky team, building microservices for the Client Optimization Tier for the the iOS/Android apps and Target.com.",
    "GravatarUrl": "//www.gravatar.com/avatar/ae03f5244dfbbd216864590baacfd130",
    "TwitterLink": "https://twitter.com/rpalcolea",
    "GitHubLink": "https://github.com/rpalcolea",
    "LinkedInProfile": "https://www.linkedin.com/in/robertoperezalcolea/",
    "BlogUrl": "http://perezalcolea.info",
    "SessionIds": [
      "6786"
    ]
  },
  {
    "Id": "878cf45e-a42a-4963-964d-f67c4ea7575d",
    "FirstName": null,
    "LastName": "Perforce Software",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/3ddb1c9d2a9de893503b0bcce6230e31",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.perforce.com/",
    "SessionIds": [
      "7860"
    ]
  },
  {
    "Id": "1434dfae-bc8d-4238-b34c-2afb3edab4b3",
    "FirstName": "Michael",
    "LastName": "Perry",
    "Biography": "Michael travels through space clinging to the carbon hull of a spherical ship made of molten iron. He commands an army of microorganisms which decompose the molecules that he captures to provide chemical energy for his cells. His mission is to increase entropy throughout the universe.\r\n\r\nIn his spare time, Michael records Pluralsight courses on CQRS, XAML Patterns, Cryptography, and Provable Code. He's been recognized as a Microsoft MVP for six years. He maintains the spoon-bending Assisticant, Correspondence, and Jinaga open-source libraries. He shared videos about distributed systems at historicalmodeling.com. And he helps his clients at Improving benefit from the power of software mathematics.\r\n\r\nSoftware is math. Every class is a theorem. The compiler is the proof. And unit tests check our work.",
    "GravatarUrl": "//www.gravatar.com/avatar/b46b0b9cd3f4825dd59d911496fa4665",
    "TwitterLink": "https://twitter.com/michaellperry",
    "GitHubLink": "https://github.com/michaellperry",
    "LinkedInProfile": "https://www.linkedin.com/in/michaellperry",
    "BlogUrl": "http://historicalmodeling.com",
    "SessionIds": [
      "7220",
      "7740"
    ]
  },
  {
    "Id": "7f2c76d2-b751-4fd7-ab7c-151fbbe09770",
    "FirstName": "Seth",
    "LastName": "Petry-Johnson",
    "Biography": "Seth has been professionally programming for over 20 years as a full-stack developer, architect, and product designer. He currently leads a small but powerful team in search of elegant, maintainable solutions to hard problems. When not juggling Gantt charts and TPS Reports, Seth can be found playing tabletop games or sneaking in a quick code change to keep his skills sharp. He loves working from home outside of Columbus, OH.",
    "GravatarUrl": "//www.gravatar.com/avatar/592ce06e300c7947559cff31295ee0bd",
    "TwitterLink": "https://twitter.com/spetryjohnson",
    "GitHubLink": "https://github.com/spetryjohnson",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.petry-johnson.com",
    "SessionIds": [
      "7732",
      "7749"
    ]
  },
  {
    "Id": "6f679f83-990f-4f9a-9c2c-7daf866915d6",
    "FirstName": "Justin",
    "LastName": "Pihony",
    "Biography": "Justin is a software journeyman, continuously learning and honing his skills. He is currently using his knowledge as the manager of developer support at Lightbend. As much as he loves to learn, he also loves to spread his knowledge through teaching and helping others. He has authored three online courses for Pluralsight, including a Spark Fundamentals one, is one of the top Spark answerers on StackOverflow, and organizes the Pittsburgh Scala meetups.",
    "GravatarUrl": "//www.gravatar.com/avatar/2ee8ffcc3449741a2f296a9ff9ce6968",
    "TwitterLink": "https://twitter.com/justinpihony",
    "GitHubLink": "https://github.com/justinpihony",
    "LinkedInProfile": "https://www.linkedin.com/in/justinpihony",
    "BlogUrl": null,
    "SessionIds": [
      "7712"
    ]
  },
  {
    "Id": "90770b73-d1ca-4a19-b1e5-3bffca2a091f",
    "FirstName": "Allison",
    "LastName": "Pollard",
    "Biography": "Allison Pollard helps people discover their agile instincts and develop their coaching abilities. As an agile coach with Improving in Dallas, Allison enjoys mentoring others to become great Scrum Masters, coaching managers to grow teams that deliver amazing results, and fostering communities that provide sustainability for agile transformations. In her experience, applying agile methods improves delivery, strengthens relationships, and builds trust between business and IT. A big believer in the power of community-based learning, she grew the DFW Scrum user group significantly over the five years she served as an organizer. Allison is also a Certified Professional Co-Active Coach, a foodie, and proud glasses wearer.",
    "GravatarUrl": "//www.gravatar.com/avatar/9cce480d1a7e643caeae71ecfbc518e2",
    "TwitterLink": "https://twitter.com/allison_pollard",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.allisonpollard.com",
    "SessionIds": [
      "7354"
    ]
  },
  {
    "Id": "479de162-caf7-4f01-b344-cdb9b45bbb0a",
    "FirstName": null,
    "LastName": "PreEmptive Solutions",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/a2f5739d1263061e8d8c73bfddfb6d09",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.preemptive.com/",
    "SessionIds": [
      "7856"
    ]
  },
  {
    "Id": "9ed236b2-a258-48c4-b06a-295cc6f0c2ad",
    "FirstName": null,
    "LastName": "Progress Software",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/fd50876129f2bdf5f036b20e4ce9d8e1",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.progress.com/",
    "SessionIds": [
      "7851"
    ]
  },
  {
    "Id": "6da27ffb-50f4-4cee-8f15-858b411f057a",
    "FirstName": null,
    "LastName": "Progressive Insurance",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/822c9ffb965904c33cefa3779ffabc04",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.progressive.com/",
    "SessionIds": [
      "7858"
    ]
  },
  {
    "Id": "45202053-f843-4251-a753-2a8f612a00ac",
    "FirstName": "Jeff",
    "LastName": "Putz",
    "Biography": "Software developer and architect since 1999. He's participated in dot-com flameouts (Insurance.com) and massive scale projects at Microsoft, and everything in between. Author of the POP Forums open source forum app. Currently VP of Product Development and Software Engineering at novi AMS in Orlando, FL. Been presenting to regional events for years.",
    "GravatarUrl": "//www.gravatar.com/avatar/5ea27fefd5d94036b0def62f7cda2c60",
    "TwitterLink": "https://twitter.com/jeffputz",
    "GitHubLink": "https://github.com/jeffputz",
    "LinkedInProfile": "https://www.linkedin.com/in/jeffputz/",
    "BlogUrl": "http://jeffputz.com",
    "SessionIds": [
      "6931"
    ]
  },
  {
    "Id": "a7080822-9ec2-4479-8c50-4adc7e565a4e",
    "FirstName": null,
    "LastName": "Quicken Loans",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/be09fcbfda808786c84654fb5e06de13",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://quickenloanscareers.com/",
    "SessionIds": [
      "7850",
      "7865"
    ]
  },
  {
    "Id": "fd245182-1b3b-45ac-93f6-cac098581200",
    "FirstName": "Priya",
    "LastName": "Rajagopal",
    "Biography": "Priya Rajagopal has been professionally developing software for over 18 years and is a Mobile Developer Advocate at Couchbase. She is an active member of the local mobile development community where she frequently talks on mobile development related topics, does technical consulting / mentoring and organizes the Mobile Monday, Ann Arbor meetup group. While her current interests lie with mobile development, she has previously worked on a range of technologies including IPTV, Social TV, targeted advertising, network management and platform security. As a leads TISPAN IPTV standards delegate, she has contributed to IPTV standards specifications. She spent the first decade of her career in software R&D and is a co-inventor on 22 US patents. \r\nFor fun, she enjoys watching movies with her family.",
    "GravatarUrl": "//www.gravatar.com/avatar/01c9d267e78a30758e8ce4a8735833e5",
    "TwitterLink": "https://twitter.com/rajagp",
    "GitHubLink": "",
    "LinkedInProfile": "http://www.linkedin.com/pub/priya-rajagopal/1/2bb/b2a",
    "BlogUrl": "http://www.priyaontech.com",
    "SessionIds": [
      "6937",
      "6938"
    ]
  },
  {
    "Id": "d147d756-164a-43bb-ae5c-944b40166fe0",
    "FirstName": "Shawn",
    "LastName": "Rakowski",
    "Biography": "Shawn Rakowski is an average software developer who enjoys what he does and wants to share his passion with others. In his day job he works for a small contracting firm developing and maintaining eCommerce software. On the nights and weekends he geeks out about game development and enjoys participating in game jams.",
    "GravatarUrl": "//www.gravatar.com/avatar/21d1ff9b3faa8c36d005ab2874974f13",
    "TwitterLink": "https://twitter.com/shwany",
    "GitHubLink": "https://github.com/srakowski",
    "LinkedInProfile": "https://www.linkedin.com/in/srakowski/",
    "BlogUrl": "http://mylifeforthecode.com/",
    "SessionIds": [
      "7361"
    ]
  },
  {
    "Id": "8bb503fc-180d-48e4-90fe-236f3108ec4c",
    "FirstName": "Abhiram",
    "LastName": "Ravikumar",
    "Biography": "Abhiram has been a part of the open source world in Bangalore for over 3 years now. As a student volunteer in Bangalore, he started contributing to Mozilla as well as FSMK (Free Software Movement Karnataka). After becoming a Mozilla Rep, he has presented over 40 sessions and workshops on web dev, Rust and git version control at various venues all over India. Being an internet activist, he was an integral part of the #SaveTheInternet campaign in India during the fight against net neutrality violations. In 2016, he was invited to Mozilla’s Leadership Summit in Singapore (http://slides.com/abhiramravikumar/leadership-summit#/) to present a talk on running a successful campus club for ~3 years.\r\n\r\nCurrently, he is a Mozilla Tech Speaker well versed in topics like full stack web development, decentralization, scalable infrastructure set up, open source contribution practices and mentoring web enthusiasts . He is currently working at SAP Labs in Bangalore as a full stack web developer and continues to contribute to Mozilla India as well as FSMK. \r\n\r\nRecently, he was invited by Red Hat to organize a workshop (http://abhiramrk.com/its-raining-rust-at-red-hat/) on the rust programming language which was attended by 25 developers and the feedback was above 6 on a scale of 1-7.",
    "GravatarUrl": "//www.gravatar.com/avatar/ef5ac1a80df2f5a00f8bfa8363674385",
    "TwitterLink": "https://twitter.com/abhi12ravi",
    "GitHubLink": "https://github.com/abhi12ravi",
    "LinkedInProfile": "https://www.linkedin.com/in/abhi12ravi/",
    "BlogUrl": "http://abhiramrk.com/",
    "SessionIds": [
      "6995"
    ]
  },
  {
    "Id": "963d2e51-6196-41bd-a43b-3a026bd8062c",
    "FirstName": "Matthew ",
    "LastName": "Renze",
    "Biography": "Matthew is a data science consultant with over 18 years of professional experience. He is an international public speaker, an author for Pluralsight, a Microsoft MVP, an ASPInsider, and an open-source software contributor. His interests include data analytics, data visualization, and machine learning.\r\n\r\nFor more information, please visit his website at: http://www.matthewrenze.com",
    "GravatarUrl": "//www.gravatar.com/avatar/e16cd70c4199fb10992a1e26d84249f7",
    "TwitterLink": "https://twitter.com/matthewrenze",
    "GitHubLink": "https://github.com/matthewrenze",
    "LinkedInProfile": "https://www.linkedin.com/in/matthewrenze",
    "BlogUrl": "http://www.matthewrenze.com",
    "SessionIds": [
      "7097",
      "7098"
    ]
  },
  {
    "Id": "0505a990-820f-4216-8c7f-26ef83a6fbaf",
    "FirstName": "David",
    "LastName": "Resseguie",
    "Biography": "David began his programming journey at the age of 5 when his dad bought an Apple IIe computer. Instead of just playing Stickybear Numbers, he wanted to know how it worked. He's enjoyed making and developing things with technology ever since. His current hobbies include Nodebots (JavaScript robots), FPV drone racing, and STEAM (science, technology, engineering, art, math) education.",
    "GravatarUrl": "//www.gravatar.com/avatar/f75793412ac9a8253b6773356fb3d59e",
    "TwitterLink": "https://twitter.com/resseguie",
    "GitHubLink": "https://github.com/resseguie",
    "LinkedInProfile": "https://www.linkedin.com/in/davidresseguie",
    "BlogUrl": null,
    "SessionIds": [
      "7178",
      "7696",
      "7841",
      "7842",
      "7843"
    ]
  },
  {
    "Id": "87187662-0165-4166-9f43-f8921aceb1dc",
    "FirstName": "Jared",
    "LastName": "Rhodes",
    "Biography": "I've been working in technology for about 10 years. I'm a Microsoft Azure MVP, Xamarin Certified Developer, and Internet of Things enthusiast. ",
    "GravatarUrl": "//www.gravatar.com/avatar/da922e0e6e9e75b408896c41cd3eca30",
    "TwitterLink": "https://twitter.com/qimata",
    "GitHubLink": "https://github.com/qimata",
    "LinkedInProfile": "https://www.linkedin.com/in/qimata/",
    "BlogUrl": "https://www.qimata.com/",
    "SessionIds": [
      "6748"
    ]
  },
  {
    "Id": "8bdf465d-88d2-48cd-ab0b-e393d28b78e5",
    "FirstName": null,
    "LastName": "Robert Half Technology",
    "Biography": null,
    "GravatarUrl": "//www.gravatar.com/avatar/6add579ced125fe704a3358fdab90be9",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "https://www.roberthalf.com/technology",
    "SessionIds": [
      "7862"
    ]
  },
  {
    "Id": "bed8df0f-3af4-40b8-bcf9-61844e9266c6",
    "FirstName": "Mark",
    "LastName": "Ryan",
    "Biography": "Mark Ryan is a developer in Cleveland, OH. Over the past 7 years he has worked professionally with Python, Java and currently is a senior C# developer. In his free time he plays classical guitar, enjoys brewing his own beer and spending time with his girlfriend and two cats.",
    "GravatarUrl": "//www.gravatar.com/avatar/4e91c88466b039ad03e0ac56c4678a05",
    "TwitterLink": "https://twitter.com/__markryan__",
    "GitHubLink": "https://github.com/markwryan",
    "LinkedInProfile": "https://www.linkedin.com/in/mark-ryan-64450618/",
    "BlogUrl": null,
    "SessionIds": [
      "7447"
    ]
  },
  {
    "Id": "c459e92a-1aa6-49ea-b120-fb72e1a44a83",
    "FirstName": "Baruch",
    "LastName": "Sadogursky",
    "Biography": "Baruch Sadogursky (a.k.a JBaruch) is the Developer Advocate at JFrog. For a living he hangs out with JFrog’s tech leaders, writes code around the JFrog Platform and its ecosystem, and then speaks and blogs about it all. He has been doing this for the last dozen years or so, and enjoys every minute of it.\r\n\r\nBaruch is @jbaruch on twitter and mostly blogs on http://www.jfrog.com/blog/ and http://blog.bintray.com.\r\nHe is a professional conference speaker on DevOps, Java and Groovy topics, and is a regular at the industry’s most prestigious events including JavaOne (where he was awarded a Rock Star award), DockerCon, Devoxx, DevOps Days, OSCON, Qcon and many others.  His full speaker history is available on Lanyrd: http://lanyrd.com/profile/jbaruch/sessions/",
    "GravatarUrl": "//www.gravatar.com/avatar/fea6ad3204a6a58bbe40a132f5968925",
    "TwitterLink": "https://twitter.com/jbaruch",
    "GitHubLink": "https://github.com/jbaruch",
    "LinkedInProfile": "http://linkd.in/jbaruch",
    "BlogUrl": "http://lanyrd.com/profile/jbaruch/sessions",
    "SessionIds": [
      "7193",
      "7195"
    ]
  },
  {
    "Id": "57e8f811-ebe9-4d7f-9677-49ca0f027940",
    "FirstName": "Don",
    "LastName": "Schenck",
    "Biography": "A developer who has seen it all, Don is a Microsoft MVP and currently a Director of Developer Experience at Red Hat, with a focus on Microsoft .NET on Linux. His mission is to connect .NET developers with the Linux and open source communities. Prior to Red Hat, Don was a Developer Advocate at Rackspace where he was immersed in cloud technology. He still enjoys cooking and studying human behavior, and still hates the designated hitter rule.\r\n\r\nDon's overarching belief is this: \"A program is not a communication between a developer and a machine; it's a communication between a developer and the next developer.\"\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/f54aa14aef60a23e27147afdedf0501d",
    "TwitterLink": "https://twitter.com/donschenck",
    "GitHubLink": "https://github.com/donschenck",
    "LinkedInProfile": "https://www.linkedin.com/in/donschenck",
    "BlogUrl": "http://donv2.blogspot.com",
    "SessionIds": [
      "7459"
    ]
  },
  {
    "Id": "acc7acdc-a631-4b2c-b191-3a4317d01602",
    "FirstName": "Nathan",
    "LastName": "Schlehlein",
    "Biography": "Nathan Schlehlein is a wannabe problem solver who earns his living making dreams come true for people via software. A semi-recent transplant to the semi-bustling city of Des Moines, IA, he resides in the \"pretty OK\" western burbs with his three awesome kids, long-suffering wife, and hyperactive dog. He is an enthusiast of intriguing, historically significant, and / or dangerous technology and enjoys good scotch, beer with a back story, and a well-executed fake foreign accent.",
    "GravatarUrl": "//www.gravatar.com/avatar/cd0df8f04650549e8ece68f8d0188048",
    "TwitterLink": "https://twitter.com/the_real_n8dgr8",
    "GitHubLink": "https://github.com/n8dgr8",
    "LinkedInProfile": "https://www.linkedin.com/in/n8dgr8/",
    "BlogUrl": "https://medium.com/@n8dgr8",
    "SessionIds": [
      "7359"
    ]
  },
  {
    "Id": "e2216a62-dc50-463e-b359-6dadfe04e963",
    "FirstName": "Sarah",
    "LastName": "Sexton",
    "Biography": "Sarah Sexton is a Technical Evangelist at Microsoft, where she educates developers worldwide on Microsoft’s new technologies. Her responsibilities at Microsoft include public speaking, software engineering, blogging and tweeting about cool services, and interacting with communities in the Midwest. She helps developers find success on Microsoft platforms through meetups, conferences, and workshops. Sarah is also a co-founder of the Voxelles: Chicago’s Women in Game Development, a group committed to highlighting strengths and seeing more women and minorities get involved in game development. Sarah’s current technical focus areas include Artificial Intelligence, Game Development, Mobile App Development, and Web Development. ",
    "GravatarUrl": "//www.gravatar.com/avatar/dac60e0666d9d2d8a154e0cb193f1d26",
    "TwitterLink": "https://twitter.com/saelia",
    "GitHubLink": "https://github.com/sarahsexton",
    "LinkedInProfile": "https://www.linkedin.com/in/sarahjeannesexton/",
    "BlogUrl": "https://blogs.msdn.microsoft.com/sarahsays/",
    "SessionIds": [
      "6942"
    ]
  },
  {
    "Id": "36e05280-a3a9-4435-82f6-50afbed4a388",
    "FirstName": "Stephen",
    "LastName": "Shary",
    "Biography": "I am a full-stack developer and technical lead that focuses mainly on languages that run on the JVM. I am also well versed in Javascript. I have done development for 8+ years mainly in retail industry. I enjoy functional programming and proper automated testing. I work with teams to overhaul their projects, improve code quality and help improve culture.",
    "GravatarUrl": "//www.gravatar.com/avatar/3d322357152119a5b27e61db7dd636c0",
    "TwitterLink": "https://twitter.com/stephenshary",
    "GitHubLink": "https://github.com/steveshary",
    "LinkedInProfile": "https://www.linkedin.com/in/stephenshary",
    "BlogUrl": null,
    "SessionIds": [
      "7113",
      "7116"
    ]
  },
  {
    "Id": "b623a181-ba91-460e-b35e-075cd3f3cdc9",
    "FirstName": "Brian",
    "LastName": "Sherwin",
    "Biography": "Brian Sherwin is a Technical Evangelist with Microsoft from Columbus, Ohio. He has been a consultant and trainer for over 19 years. One of his core passions is helping companies make decisions based on value and not a particular technology. When he's not trying to figure out some new technology, he spends time reading, Scouting, and drinking enough coffee to keep up with his five kids.",
    "GravatarUrl": "//www.gravatar.com/avatar/5f01633eaa084f7985ff99e9ba8c8ce7",
    "TwitterLink": "https://twitter.com/bsherwin",
    "GitHubLink": "https://github.com/bsherwin",
    "LinkedInProfile": "https://www.linkedin.com/in/bsherwin",
    "BlogUrl": "http://briansherwin.com/blog",
    "SessionIds": [
      "7705"
    ]
  },
  {
    "Id": "489dc2f1-4db8-4432-a374-f11158d2877e",
    "FirstName": "Kevin",
    "LastName": "Shomper",
    "Biography": "Career:\r\nExperienced application and systems delivery expert, with 34 years systems development and operation, in every conceivable role (architecture, requirements, development, testing, business consulting, and management) with very large and small teams.  A brief synopses includes:\r\n\r\nCurrently a senior application development consultant facilitating best practices sharing and technical uplift across enterprise agile teams.\r\n\r\nPrior:\r\n- Twelve years overseeing operation and large scale development on custom Retirement Plans application with 60B in AUM.\r\n- Seven years as Director and Architect for Customer Service Systems focused on improving customer service through advanced work routing for U.S. and international LOBs. Often capabilities were achieved through vendor relationships and \r\nthird party solutions.\r\n- Five years as a development lead and front line manager for applications supporting financial products, while spurring change towards distributed computing.\r\n- Nine years in the U.S. Air Force in executive administration, computer systems development and acquisition (weapon systems), and data collection and analysis for research projects (force employment tactics).\r\n\r\nEducation:\r\nM.S. Electrical Engineering - Air Force Institute of Technology, specialty software languages\r\n\r\nB.A Mathematics - University of Northern Colorado\r\n\r\nPersonal:\r\nMarried 34 years with two daughters, two sons and three grandchildren.  Enjoy a ~sometimes hobby farm in northwest Columbus, OH, where I enjoy vegetable gardening and raising poultry.  Of note: I'm regularly building something, whether it's the home-built moped for my son or the family barn-raising project.",
    "GravatarUrl": "//www.gravatar.com/avatar/82d52048dbdac201ad204ece81326f5f",
    "TwitterLink": "https://twitter.com/kjshomper",
    "GitHubLink": "https://github.com/kjshomper",
    "LinkedInProfile": "https://www.linkedin.com/in/kevin-shomper-982b2a12/",
    "BlogUrl": null,
    "SessionIds": [
      "7682"
    ]
  },
  {
    "Id": "b357b7ce-91ce-4292-90da-0a6956cd6156",
    "FirstName": "Gary",
    "LastName": "Short",
    "Biography": "Gary Short is a Data Solution Architect for Microsoft. He specialises in machine learning and “big data” on the Azure Platform, but has an interest in data science, in all forms, especially computational linguistics and social network analysis.",
    "GravatarUrl": "//www.gravatar.com/avatar/00a3da9ae48539cbb8a142c0a8415a20",
    "TwitterLink": "https://twitter.com/garyshort",
    "GitHubLink": "https://github.com/garyshort",
    "LinkedInProfile": "https://www.linkedin.com/in/garyshort/",
    "BlogUrl": "http://www.duncodin.it",
    "SessionIds": [
      "7618"
    ]
  },
  {
    "Id": "a52e82cc-7acc-4089-8b18-3c3ef3a0b86f",
    "FirstName": "Scott",
    "LastName": "Showalter",
    "Biography": "Teaching the concepts of Agile & Lean UX is what drives Scott to coach and lead teams of people towards a trajectory of success with the products they develop. Scott embraces wild unknowns as an agile experience architect on the mobile team at Ford, passionate about helping engineers understand what the future holds for various mobile, Web and wearable products, and folding insight from real users into the development process early and often. He runs four experience design meetups: Ann Arbor & Lansing, Michigan and Columbus & NW Ohio, serving a collective of 1000+ members to date, and rapidly growing.",
    "GravatarUrl": "//www.gravatar.com/avatar/3f7f47085383083c47a5c89908ce8697",
    "TwitterLink": "https://twitter.com/scottrageous",
    "GitHubLink": "https://github.com/scottrageous",
    "LinkedInProfile": "https://www.linkedin.com/in/scottrageous",
    "BlogUrl": "http://medium.com/@scottrageous",
    "SessionIds": [
      "7131"
    ]
  },
  {
    "Id": "a2b38879-8e47-4093-bbf8-9644fac04f06",
    "FirstName": "Carla",
    "LastName": "Siler-Maddalena",
    "Biography": ".NET developer by day and robotics coach by night. For the last 15 years my husband and I been running a small non-profit called Kalamazoo Robotics. We  coach14 competitive robotics teams for kids K-12 with a focus on STEAM, leadership and community involvement. ",
    "GravatarUrl": "//www.gravatar.com/avatar/365488b842624ac508ff090dfaacaa8d",
    "TwitterLink": "https://twitter.com/techsavvywife",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.TechSavvyWife.com",
    "SessionIds": [
      "7275"
    ]
  },
  {
    "Id": "bb2ee690-e6b6-4031-8acb-956754a8a6e8",
    "FirstName": "Jon",
    "LastName": "Skeet",
    "Biography": "Writes C# for fun (evil code and date/time code) and profit (Google Cloud Platform for the win!).\r\n\r\nWrites *about* C# on Stack Overflow, his blog, and in C# in Depth.\r\n\r\nAttempts to avoid being serious in presentation style.",
    "GravatarUrl": "//www.gravatar.com/avatar/6d8ebb117e8d83d74ea95fbdd0f87e13",
    "TwitterLink": "https://twitter.com/jonskeet",
    "GitHubLink": "https://github.com/jskeet",
    "LinkedInProfile": null,
    "BlogUrl": "http://codeblog.jonskeet.uk",
    "SessionIds": [
      "7003"
    ]
  },
  {
    "Id": "ccde9c02-dce8-4f79-85cd-b2c07d502f56",
    "FirstName": "Josiah",
    "LastName": "Sleppy",
    "Biography": "Josiah Sleppy is a software developer at AWH in Dublin, OH. He works mostly with .NET (C#), having built desktop apps in WPF and UWP and web apps in ASP.NET--but he also enjoys getting outside the .NET bubble occasionally and exploring other technologies in his free time. In addition to writing code, Josiah dabbles in philosophy, plays tabletop games, and eats Greek food whenever possible.",
    "GravatarUrl": "//www.gravatar.com/avatar/1f0a87088840f4706f567d6da674fcc1",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/josiahsleppy/",
    "BlogUrl": null,
    "SessionIds": [
      "7619"
    ]
  },
  {
    "Id": "a1dcad3d-2268-4ed8-99e9-f9d12fce2a26",
    "FirstName": "Matthew",
    "LastName": "Smith",
    "Biography": "Matt Smith spends his days as a full stack Java developer with Manifest Solutions. With his background in both psychology and computer science, Matt seeks to use tech to draw people together and to improve daily life. When he’s not writing code, he enjoys hiking, board gaming, and reading a good biography.",
    "GravatarUrl": "//www.gravatar.com/avatar/210458140b94a614f78e388b2f68d201",
    "TwitterLink": "https://twitter.com/mpsmithofficial",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/matthewsmith0",
    "BlogUrl": null,
    "SessionIds": [
      "7209"
    ]
  },
  {
    "Id": "770b8c56-d751-434c-bd27-b19f7df67da3",
    "FirstName": "Steve",
    "LastName": "Smith",
    "Biography": "Steve is an entrepreneur and software developer with a passion for building quality software as effectively as possible. He has published many courses on Pluralsight covering DDD, SOLID, design patterns, and software architecture, and more. He provides mentoring and training workshops for teams with the desire to improve. Steve has been recognized as a Microsoft MVP for over 10 consecutive years, and is a frequent speaker at software developer conferences and events.\r\n\r\nSteve's also an ex-Army combat engineer officer and Iraq veteran who enjoys playing strategy games.",
    "GravatarUrl": "//www.gravatar.com/avatar/4ace570c8e5735cf9d99505e376f2997",
    "TwitterLink": "https://twitter.com/ardalis",
    "GitHubLink": "https://github.com/ardalis",
    "LinkedInProfile": "https://www.linkedin.com/in/stevenandrewsmith",
    "BlogUrl": "http://ardalis.com",
    "SessionIds": [
      "7550",
      "7553"
    ]
  },
  {
    "Id": "916792e9-3147-423a-a042-89a85cf1049a",
    "FirstName": "Matthew",
    "LastName": "Soucoup",
    "Biography": "Matthew Soucoup is a Senior Cloud Developer Advocate at Microsoft spreading the love of integrating Azure with Xamarin. Matt is also a Pluralsight author, a Telerik Developer Expert and prior to joining Microsoft a founder of a successful consulting firm targeting .NET and web development. Matt loves sharing his passion and insight for mobile and cloud development by blogging, writing articles, and presenting at conferences such as Xamarin Evolve, CodeMash, That Conference, and Mobile Era. When not behind a computer screen, Matt gardens hot peppers, rides bikes, and loves Wisconsin micro-brews and cheese. Follow Matt on Twitter at @codemillmatt and his personal blog at codemilltech.com.",
    "GravatarUrl": "//www.gravatar.com/avatar/f7fc4d38218eac26ba060a18209d0fd7",
    "TwitterLink": "https://twitter.com/codemillmatt",
    "GitHubLink": "https://github.com/codemillmatt",
    "LinkedInProfile": "https://www.linkedin.com/in/msoucoup/",
    "BlogUrl": "https://codemilltech.com",
    "SessionIds": [
      "7463"
    ]
  },
  {
    "Id": "b10c520a-3027-40b9-9002-9ac1f46ea398",
    "FirstName": "Raghavan",
    "LastName": "Srinivas",
    "Biography": "Raghavan \"Rags\" Srinivas (@ragss) works as a Cloud Solutions Architect/evangelist with a mission to help developers build highly scalable and available systems. His areas of focus are containers, Open Source and DevOps. His general interest is in distributed systems, with a specialization in Cloud Computing and Big Data. He worked on Azure, Cloud Foundry, OpenStack and Hadoop during its early stages and helped customers with implementations. He writes for InfoQ, has spoken on a variety of technical topics at conferences around the world, written for developer portals, and organized Hands-on Labs and taught graduate and online classes in the evening.\r\n\r\nRags brings with him over 25 years of hands-on software development and over 15 years of solutions architecture and technology evangelism experience. He has evangelized and influenced the architecture of a number of emerging technology areas. He is also a repeat JavaOne rock star speaker award winner.\r\n\r\nRags holds a Masters degree in Computer Science from the Center of Advanced Computer\r\nStudies at the University of Louisiana at Lafayette. He likes to hike (has hiked the Everest Base Camp when he was a few pounds lighter), run and generally be outdoors, but most of all loves to eat. He umpires baseball and generally enjoys watching just about every professional sport.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/cd200f8b764897abcfeafe2f94ccf30f",
    "TwitterLink": "https://twitter.com/ragss",
    "GitHubLink": "https://github.com/ragsns",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "6735"
    ]
  },
  {
    "Id": "b8b39866-2802-4aff-91c6-1744806e8129",
    "FirstName": "Magnus",
    "LastName": "Stahre",
    "Biography": "Magnus Stahre is a software craftsman doing application development for two decades.\r\n\r\nHe is currently a Software Artisan at Pillar Technology where he solves difficult problems while coaching others on techniques and tools that help developers work better.\r\n\r\nHe is also a dedicated Unix lover, having started his career as a sysadmin.",
    "GravatarUrl": "//www.gravatar.com/avatar/1b460bcfbaddc7e32a1219f038cb5232",
    "TwitterLink": "https://twitter.com/magnusstahre",
    "GitHubLink": "https://github.com/magnusstahre",
    "LinkedInProfile": "https://www.linkedin.com/in/magnusstahre",
    "BlogUrl": null,
    "SessionIds": [
      "7758"
    ]
  },
  {
    "Id": "7c1591aa-12ca-4ef4-ae3d-2acd2583adf9",
    "FirstName": "Jamie",
    "LastName": "Strauss",
    "Biography": "Jamie Strauss has been a leader in elementary education for over 15 years. She has earned a Bachelor of Science degree in Education, with an emphasis on Early Childhood, and a Master of Arts in Teaching, graduating with honors. Her certifications cover children from birth through sixth grade. She is senior faculty at Conway Elementary School in St. Louis, MO—a National Blue Ribbon, Missouri Gold Star, and Apple Distinguished School—where she has joyfully taught kindergarten students since 2002. In recognition of her use of technology to transform teaching and learning in the classroom, Jamie was recently recognized as an Apple Certified Educator. She also has extensive expertise in Differentiated Instruction, a method through which teachers tailor their lessons and curricula to meet every individual student's personalized needs. Seeing the spark of discovery alight in a young child’s face is what inspires Jamie to dedicate her time to a rewarding career.",
    "GravatarUrl": "//www.gravatar.com/avatar/fde4af0c0c179bad15eeba2e670430eb",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7352"
    ]
  },
  {
    "Id": "f08c359f-7686-4cf5-afb6-ed953771c941",
    "FirstName": "Jeff",
    "LastName": "Strauss",
    "Biography": "Jeff is both a software consultant and an attorney. With his unique experiences that combine technology and law, he maintains a passion for solving problems with inspired solutions, improving life through technology. \r\n \r\nA dedicated member of the developer community, Jeff travels internationally to speak on both technical and business-oriented topics. He is co-owner of Arana Software and a Microsoft MVP, was a lead organizer of Dev Up Conference for seven years, and now enjoys serving on the board of directors for the Kansas City Developer Conference.",
    "GravatarUrl": "//www.gravatar.com/avatar/b06d474fb0c5bb9d62fee08782c75d14",
    "TwitterLink": "https://twitter.com/jeffreystrauss",
    "GitHubLink": "https://github.com/jstrauss",
    "LinkedInProfile": "https://www.linkedin.com/in/straussjeffrey",
    "BlogUrl": "http://www.aranasoft.com/blog",
    "SessionIds": [
      "6917",
      "6918"
    ]
  },
  {
    "Id": "a01d978d-3330-4384-b5c0-6b39d9b28d95",
    "FirstName": "Craig",
    "LastName": "Stuntz",
    "Biography": "Craig Stuntz is a software engineer and a lifelong student of computer science, with specific interests in programming languages, type theory, compilers, and math. He is the Technical Director for Improving in Columbus, Ohio, and cofounded the Columbus branch of Papers We Love, a reading group for people interested in academic computer science research. In the past year he has presented talks at CodeMash, Dog Food Conference, Stir Trek, and many user groups.\r\n\r\nWhen not at work or playing with his kids, he is usually studying math or playing Irish traditional music on the tin whistle and wooden flute.",
    "GravatarUrl": "//www.gravatar.com/avatar/a45302e072f5c7cfd34d18328139ff66",
    "TwitterLink": "https://twitter.com/craigstuntz",
    "GitHubLink": "https://github.com/craigstuntz",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.craigstuntz.com/",
    "SessionIds": [
      "7383",
      "7384"
    ]
  },
  {
    "Id": "0682efff-13b1-49ca-819b-efb840c6501a",
    "FirstName": "Steven",
    "LastName": "Swenson",
    "Biography": "Steven Swenson is a software developer for Rackspace. He keeps busy by writing open-source software in c# and teaching kids how to write code.  He also gives talks on cloud computing, encryption, and automation using chef and powershell.  He resides next to a cow field near Blacksburg Virginia.",
    "GravatarUrl": "//www.gravatar.com/avatar/c289a924042d14927aad2498823e58a9",
    "TwitterLink": "https://twitter.com/ctigeek",
    "GitHubLink": "https://github.com/ctigeek",
    "LinkedInProfile": "https://www.linkedin.com/in/steven-swenson-98615040",
    "BlogUrl": "http://ctigeek.net",
    "SessionIds": [
      "6963"
    ]
  },
  {
    "Id": "0de90b5d-4192-4952-9f3c-c0d20bdc54ce",
    "FirstName": "damian",
    "LastName": "synadinos",
    "Biography": "Damian Synadinos has been helping “build better software and build software better” for more than 24 years. Now, through his company Ineffable Solutions, Damian offers experienced-based and research-hardened talks, training, and consulting. Damian’s experience spans many roles and companies in diverse industries including airline, education, ecommerce, finance, insurance, and retail. He is an organizer of an annual, regional testing conference, and frequently mentors, coaches, and advises IT professionals around the world. Damian is also an international speaker and trainer, who supplements his vast and varied experience with deep research to present fundamental topics that are applicable to a wide range of contexts at numerous conferences and corporations.",
    "GravatarUrl": "//www.gravatar.com/avatar/c7e3b73442aea846855f81760e982fb7",
    "TwitterLink": "https://twitter.com/dsynadinos",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/damiansynadinos",
    "BlogUrl": "http://www.ineffable-solutions.com/blog",
    "SessionIds": [
      "6817"
    ]
  },
  {
    "Id": "aee0ad5c-8921-46ad-8ace-fb49a5c6043d",
    "FirstName": "Riccardo",
    "LastName": "Terrell",
    "Biography": "Riccardo Terrell is a seasoned software engineer and Microsoft MVP who is passionate about functional programming. He is active in the .NET community and the author of \"Functional Concurrency in .NET\", which features how to develop highly-scalable systems in F# & C#. Riccardo believes in polyglot programming as a mechanism for finding the right tool for the job.",
    "GravatarUrl": "//www.gravatar.com/avatar/74b3e17c0fcd55d2da2a417c148213e9",
    "TwitterLink": "https://twitter.com/trikace",
    "GitHubLink": "https://github.com/rikace",
    "LinkedInProfile": "https://www.linkedin.com/in/riterrell",
    "BlogUrl": "http://www.rickyterrell.com",
    "SessionIds": [
      "7049"
    ]
  },
  {
    "Id": "c709db38-9d29-493c-bdeb-445543a17cdd",
    "FirstName": "David",
    "LastName": "Truxall",
    "Biography": "A long time resident of metro Detroit, Dr. Truxall has been slinging code for a living since 1995, working with enterprise web technologies, modeling business processes, and building public web sites and mobile apps for some of the largest companies in North America. Always an enthusiast for troubleshooting systems, Trux has rescued numerous troubled applications and improved their performance. Co-author of the book Android Best Practices, he speaks at local conferences and user groups. Currently Trux is working in mobility at DXC Technology, bringing mobile apps and their supporting systems to the public sector.",
    "GravatarUrl": "//www.gravatar.com/avatar/a7079b43c1fd0285cb7d9f363069382a",
    "TwitterLink": "https://twitter.com/davetrux",
    "GitHubLink": "https://github.com/davetrux",
    "LinkedInProfile": "https://www.linkedin.com/in/davetrux",
    "BlogUrl": "https://davidtruxall.com",
    "SessionIds": [
      "6909",
      "7267"
    ]
  },
  {
    "Id": "074ed5bc-1de7-49c7-a438-f0301ab38d20",
    "FirstName": "Jason",
    "LastName": "Voegele",
    "Biography": "Jason Voegele is an Elixir developer at MeetEdgar.com. He has previously developed systems in Erlang, Ruby, and Java, and has a strong interest in functional programming languages and techniques. Jason lives in the Cincinnati, Ohio area where he is a devoted husband and step father. Jason’s other interests include astronomy, music, and good books.",
    "GravatarUrl": "//www.gravatar.com/avatar/1737d9dc718b50b0c000f8b3b1a3b191",
    "TwitterLink": "https://twitter.com/jvoegele",
    "GitHubLink": "https://github.com/jvoegele",
    "LinkedInProfile": "https://www.linkedin.com/in/jason-voegele-3a36084/",
    "BlogUrl": "http://jvoegele.blogspot.com",
    "SessionIds": [
      "6767"
    ]
  },
  {
    "Id": "f22b27e2-2a2d-4697-aa92-b3d8c62fdf08",
    "FirstName": "Jennifer",
    "LastName": "Wadella",
    "Biography": "Jennifer Wadella has been writing code since before she realized it was a credible career path. She currently works as a software engineer at an admission software company and loves building javascript applications and speaking at technical conferences. Jennifer is an active member of the KC tech community and the founder of Kansas City Women in Technology(KCWiT), an organization aimed at growing the number of women in technology careers in Kansas City. She's created a number of programs for KCWiT to help women and girls learn to code including CoderDojoKC, Coding & Cupcakes and Coding & Cocktails. She is a Silicon Prairie Champion Award Nominee, Rising Trendsetter STEMMy award-winner, and is apparently Missouri's Coolest Woman according to Pure Wow. ",
    "GravatarUrl": "//www.gravatar.com/avatar/4e474e0aa662fd2d3902bcb7720df9d1",
    "TwitterLink": "https://twitter.com/likeomgitsfeday",
    "GitHubLink": "https://github.com/tehfedaykin",
    "LinkedInProfile": null,
    "BlogUrl": "https://jenniferwadella.com",
    "SessionIds": [
      "7460",
      "7494"
    ]
  },
  {
    "Id": "c3eb1354-7f42-40a9-af85-1b90bb2ff529",
    "FirstName": "Josh",
    "LastName": "Wallace",
    "Biography": "Josh Wallace is a Senior Application Security Consultant who has been performing application development and application security for over 12 years.  Prior to consulting, Josh worked for a large mid-western Energy company where he spent several years as a developer using various technologies before transitioning into an IT Security role where he founded the company’s application security and cloud initiatives.  Josh is certified as a GIAC Penetration Tester, and a Certified Ethical Hacker.  \r\n\r\nIn his spare time, Josh enjoys spending time with his wife and three children, hiking, camping, playing video games, and playing guitar. ",
    "GravatarUrl": "//www.gravatar.com/avatar/887eab5ea8e2a024354d529f15b015c4",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/josh-wallace-0683a52a",
    "BlogUrl": null,
    "SessionIds": [
      "7054"
    ]
  },
  {
    "Id": "0380e26c-9598-4252-a151-dd8eed08e804",
    "FirstName": "Shannon",
    "LastName": "Wells",
    "Biography": "It was 5 years between Shannon's first program in FORTRAN in 1981 at a summer camp before she returned to programming in college.  During graduate school, she recognized her degrees in Physics weren't going to get her a job, and after graduating in 1996, she got her first job as a junior engineer in Albuquerque, New Mexico.  Two years later, she came to the San Francisco Bay Area to continue her career in high tech, where she is today.  After stints at Red Hat, Apple, and a variety of startups, she is now a senior developer at Carbon Five. Her current favorite language is Elixir.",
    "GravatarUrl": "//www.gravatar.com/avatar/a413581d1e9d7c73cfaed87374e3978f",
    "TwitterLink": "",
    "GitHubLink": "https://github.com/shannonwells",
    "LinkedInProfile": "https://www.linkedin.com/in/shannonewells/",
    "BlogUrl": null,
    "SessionIds": [
      "7514"
    ]
  },
  {
    "Id": "db9ff7a8-05a2-4f22-9ed0-8ea59d864bb9",
    "FirstName": "Erik",
    "LastName": "Wendel",
    "Biography": "Developer, JavaScript and frontend guy with 5 years experience from building large-scale web applications for desktop and mobile in large organizations. Most recently employed as a frontend architect orchestrating React and Redux in a business with over a hundred developers, optimizing user experience and development speed through building a shared component library.\r\n\r\nCurrently discovering the joy of functional programming and hosting the new Oslo Elm Meetup.",
    "GravatarUrl": "//www.gravatar.com/avatar/126f8564938671a5ab9522597eac4178",
    "TwitterLink": "https://twitter.com/ewndl",
    "GitHubLink": "https://github.com/ewendel",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7844"
    ]
  },
  {
    "Id": "8850dde1-fd5e-4a75-ac1b-a8df5308153a",
    "FirstName": "Casey",
    "LastName": "West",
    "Biography": "Casey West is an Architecture Advocate at Google. His career has spanned information security, application platforms, internet infrastructure, enterprise wikis, ISPs, and design firms. Thanks to early Open Source contributions every Mac has his name and email address on it.",
    "GravatarUrl": "//www.gravatar.com/avatar/4a047d5ad23f4a43156a94b5c3fdf150",
    "TwitterLink": "https://twitter.com/caseywest",
    "GitHubLink": "https://github.com/cwest",
    "LinkedInProfile": "http://linkedin.com/in/caseywest",
    "BlogUrl": "http://caseywest.com",
    "SessionIds": [
      "7747"
    ]
  },
  {
    "Id": "6d3e1d7a-7482-4cb8-b131-55b1483f2e6e",
    "FirstName": "Dan",
    "LastName": "Wiebe",
    "Biography": "Husbands a wife, fathers two daughters, grandfathers a grandson, develops software, plays and sings music, likes nickels, climbs stairs, worships on Saturday, flies airplanes, volunteers in prison, writes tests, fools with Arduinos, runs with scissors.",
    "GravatarUrl": "//www.gravatar.com/avatar/ab063581ff6b8cc910a03183e5390ac7",
    "TwitterLink": "https://twitter.com/dnwiebe",
    "GitHubLink": "https://github.com/dnwiebe",
    "LinkedInProfile": "https://www.linkedin.com/in/dan-wiebe-0a501a1",
    "BlogUrl": "https://agilefantasies.wordpress.com",
    "SessionIds": [
      "6838"
    ]
  },
  {
    "Id": "a313d88c-b561-4686-b5cf-d43d39ac09cc",
    "FirstName": "Heather",
    "LastName": "Wilde",
    "Biography": "Heather Wilde is CTO of ROCeteer, and is also known as the “Unicorn Whisperer” due to her special focus on entrepreneurs. She is a personal and professional growth expert, executive coach, author, and speaker. \r\n\r\nAs a founding employee of Evernote, she oversaw the company’s growth from thousands to 100,000,000 customers. She is one of the only women to have wholly programmed, designed, produced and published a game at the company THQ. Additionally, she has worked with the U.S. Navy, NASA and state and local governments around the world. She has led development, scalability, and reliability engineering of web sites with 60+ million unique monthly visitors, 1.7+ billion monthly page views, and 99.99% uptime SLA requirements. \r\n\r\nAmong her other awards, Senate Minority Leader Harry Reid selected her for a commendation in 2016 for her work in increasing STEM education in schools. \r\n\r\nWilde's writing and speaking spans social media, entrepreneurialism, startups, leadership, cybersecurity, customer experience, fundraising, and diversity issues. She writes for Forbes and hosts the \"Entrepreneurial Revolution\" column for Inc Magazine.\r\n\r\nShe currently lives in Las Vegas, NV.",
    "GravatarUrl": "//www.gravatar.com/avatar/7183fa8195c454bef33f3ffbf2c44c40",
    "TwitterLink": "https://twitter.com/heathriel",
    "GitHubLink": "https://github.com/heathriel",
    "LinkedInProfile": "https://linkedin.com/in/heatherwilde",
    "BlogUrl": "https://roceteer.com/blog",
    "SessionIds": [
      "7065",
      "7068"
    ]
  },
  {
    "Id": "47df643a-17fd-4e9a-93bb-dfe1eca215b3",
    "FirstName": "Matt",
    "LastName": "Williams",
    "Biography": "Matt Williams always wanted to be a Renaissance Person. Maybe one day he will be. In the mean time, he designs board games, reads, cooks, weaves, hacks, and spends time with his daughter in Columbus, OH. You can find his technical musings at matthewkwilliams.com.\r\n",
    "GravatarUrl": "//www.gravatar.com/avatar/2354a803ebd8fe473f97b7dc854e4d94",
    "TwitterLink": "https://twitter.com/matt_k_williams",
    "GitHubLink": "https://github.com/aetherical",
    "LinkedInProfile": "https://www.linkedin.com/in/mattkwilliams",
    "BlogUrl": "http://matthewkwilliams.com",
    "SessionIds": [
      "7728",
      "7783"
    ]
  },
  {
    "Id": "178fc3e6-7b62-41f4-92a9-59287d742709",
    "FirstName": "Mark",
    "LastName": "Windholtz",
    "Biography": "Mark Windholtz is an Agile Coach in Extreme Programming, Scrum, and Lean Software Development.  Mark is also an application developer in OO and Functional languages. He has been involved with Agile development since before the Agile Manifesto.  Mark built and administered the initial websites for the AgileAlliance, the Scrum Alliance, PlanningPoker.com and the well respected Agile site: MountaingoatSoftware.com, for Mike Cohn, author of many timeless and classic Agile books, including \"User Stories Applied\", \"Agile Estimating and Planning\", and \"Succeeding with Agile\".  Mark founded the Cincinnati Smalltalk Users Group, and the Cincinnati XP User Group, which later became the Cincinnati Agile Roundtable (affectionally referred to as CART).  Mark has presented at Code Mash, and at the Semantic Web Conference as well as many Cincinnati area users groups.",
    "GravatarUrl": "//www.gravatar.com/avatar/838857ba38a377b39d1b5693bd0b8021",
    "TwitterLink": "https://twitter.com/windholtz",
    "GitHubLink": "https://github.com/mwindholtz",
    "LinkedInProfile": "https://www.linkedin.com/in/mwindholtz/",
    "BlogUrl": null,
    "SessionIds": [
      "6934"
    ]
  },
  {
    "Id": "89bed929-527c-4a22-9e35-93c3ce0d52c7",
    "FirstName": "Matt ",
    "LastName": "Winkler",
    "Biography": "Matt is the Group Program Manager for Machine Learning at Microsoft, leading the program management team crafting services,platforms, and tools for developers to build smarter apps. Matt has been at Microsoft for 12 years, focused on developer tools and platforms, with an emphasis on the cloud, big data, and advanced analytics for the last 7 years. Matt has a bachelors degree from Denison University, and an MBA from Washington University in St. Louis. When not working, Matt can usually be found skiing, hiking, or woodworking with his family.",
    "GravatarUrl": "//www.gravatar.com/avatar/3982b40e2344317beb285fa63a61f4bc",
    "TwitterLink": "https://twitter.com/mwinkle",
    "GitHubLink": "https://github.com/mwinkle",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7614"
    ]
  },
  {
    "Id": "11df87c5-0f19-493a-92a7-f8b175c51aee",
    "FirstName": "Daniel",
    "LastName": "Wood",
    "Biography": "Daniel Wood is 12 years old and lives in Northern Kentucky with his mom, Jerra; his dad, Michael; his Shiba Inu dog, Teal’c; and a couple of triops.  His hobbies include reading, writing, amateur radio and soccer.  He has been a counselor-in-training at Camp Invention, has helped his mom teach Mindreading 101 at KidzMash last year, and is a First-Class Scout. ",
    "GravatarUrl": "//www.gravatar.com/avatar/ce96486a0a3db2ee45f45d4802d20cc4",
    "TwitterLink": "",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": null,
    "SessionIds": [
      "7317"
    ]
  },
  {
    "Id": "6363e6df-27cf-4794-a414-0fa1cd13d34a",
    "FirstName": "Mike",
    "LastName": "Woolard",
    "Biography": "Mike is a security architect who has worked in the IT field for 18+ years.  A broad background from helpdesk to sysadmin, system engineering, networking, DB, and development work.  Most of Mike's work now centers around pentests and risk assessments, but an integral part will always be awareness training.  Mike is a pluralsight.com author with a course on OWASP ZAP, pentesting fundamentals, and a new course on pentesting the OWASP Top 10.  An active member in various local NEO security cons and groups including NEOISF, OWASP, Infragard, bsidesCLE, the InfosecSummit (CLE and CBus) and Codemash.",
    "GravatarUrl": "//www.gravatar.com/avatar/e085724e7dd4073bd848c4809051e222",
    "TwitterLink": "https://twitter.com/wooly6bear",
    "GitHubLink": "",
    "LinkedInProfile": "https://www.linkedin.com/in/michael-woolard-58a89a6/",
    "BlogUrl": "https://wooly6bear.wordpress.com",
    "SessionIds": [
      "7161"
    ]
  },
  {
    "Id": "226902de-b4b9-40fb-8f3f-5ad3443cef3a",
    "FirstName": "John",
    "LastName": "Wright",
    "Biography": "As 17-year veteran of the software industry, I’ve gained development experience ranging from “shrink-wrapped” software to large, distributed networks using multiple platforms and technologies. I have a wide experience base with software development and management across the entire system lifecycle, including requirements gathering and analysis, architecture design, development, testing, and release. I have a pragmatic approach to and a heavy interest in continuous improvement of people, process, and product.",
    "GravatarUrl": "//www.gravatar.com/avatar/85a588486bf00a2454d026a9bdf16e07",
    "TwitterLink": "https://twitter.com/wright2tweet",
    "GitHubLink": "",
    "LinkedInProfile": "http://www.linkedin.com/in/jmwright",
    "BlogUrl": "https://wrightfully.com",
    "SessionIds": [
      "6750",
      "6783"
    ]
  },
  {
    "Id": "5ee1cae5-780c-46e0-bead-b99b2a5b10c6",
    "FirstName": "Mercedes",
    "LastName": "Wyss",
    "Biography": "With studies in Software Engineering is Full Stack Developer with more than 5 years of experience. At present is CTO at Produactivity, has experience working with the financial sector. \r\n\r\nHas a Duke's Choice Award and is Auth0 Ambassador. \r\n\r\nTechnology speaker, attend several events in Guatemala, and some international events as JavaOne, Devnexus, 360AnDev and OracleCode. Was a JUG board member in Guatemala Java Users Group. Founder and Leader of a JDuchess chapter and a Google Community (Devs+502) in Guatemala.",
    "GravatarUrl": "//www.gravatar.com/avatar/0fac397e41664ef81b0204da3d978c8e",
    "TwitterLink": "https://twitter.com/itrjwyss",
    "GitHubLink": "https://github.com/itrjwyss",
    "LinkedInProfile": "https://www.linkedin.com/in/itrjwyss/",
    "BlogUrl": "https://aknowledgejourney.com/",
    "SessionIds": [
      "6885",
      "7187"
    ]
  },
  {
    "Id": "fd77b7e1-b671-479c-ae9c-792eda7c9a6e",
    "FirstName": "Michael",
    "LastName": "Yotive",
    "Biography": "Michael Yotive is a software developer at Healthy Roster. He has been programming all around Columbus, OH for the past decade. Though primarily in the .NET world, he has spent the last couple years writing and talking about Android.  When he's not programming, writing, or speaking, he can be found at a music venue or tormenting himself at a CrossFit gym.",
    "GravatarUrl": "//www.gravatar.com/avatar/ff69aed8978ab32f6fb20fc8857e5b02",
    "TwitterLink": "https://twitter.com/myotive",
    "GitHubLink": "https://github.com/myotive",
    "LinkedInProfile": "http://www.linkedin.com/in/michaelyotive",
    "BlogUrl": null,
    "SessionIds": [
      "6791"
    ]
  },
  {
    "Id": "eb0a5953-901e-4dde-84fe-fbfe1d6957d8",
    "FirstName": "Ted",
    "LastName": "Young",
    "Biography": "Ted's a trainer, coding coach, speaker, and author. He’s been in software development for over 25 years, and doing \"extreme programming\" since 2000. Ted's worked for eBay, Google, Apple, and Guidewire Software and is now an independent Java trainer/coach. He specializes in teaching those new to the industry and getting them off on the right foot with a focus on testing, domain-driven design, and learning how to learn.",
    "GravatarUrl": "//www.gravatar.com/avatar/b0715daff24c1c625733473fae5783d8",
    "TwitterLink": "https://twitter.com/jitterted",
    "GitHubLink": "https://github.com/tedyoung",
    "LinkedInProfile": "https://www.linkedin.com/in/tedmyoung/",
    "BlogUrl": "http://jitterted.com",
    "SessionIds": [
      "7693"
    ]
  },
  {
    "Id": "1453dc65-8f0b-4a59-a6d4-ad896d376fb2",
    "FirstName": "Diane",
    "LastName": "Zajac-Woodie",
    "Biography": "I’m Diane Zajac-Woodie, a Business Analyst turned Agile Coach. I’m passionate about helping you grow great teams and build great software. \r\n\r\nI have 13 years of experience helping groups of people transform into high-performing teams. Combined with 7 years of hands-on analysis experience, I know what questions to ask to discover creative solutions that solve real problems. I value communication, collaboration and continuous learning to ensure success. \r\n\r\nAs a frequent presenter, I enjoy teaching and connecting with others who share my passion for improvement. I co-chaired the Collaboration, Culture & Teams track for Agile 2014 and again for Agile 2015. For Agile 2016, I am the Program Chair for the Process at Scale program.\r\n\r\nWhen I’m not at conferences or clients, I like to go hiking in the great outdoors with my husband and two boys. I try not to slow us down by stopping to take too many pictures.",
    "GravatarUrl": "//www.gravatar.com/avatar/7a7cc58070c90443e3361f8fb1736b55",
    "TwitterLink": "https://twitter.com/https://twitter.com/agilesquirrel",
    "GitHubLink": "",
    "LinkedInProfile": null,
    "BlogUrl": "http://www.greenjeansconsulting.com/",
    "SessionIds": [
      "7651"
    ]
  },
  {
    "Id": "9c0c189c-776e-4e53-8b9a-306273f0baa4",
    "FirstName": "Philip",
    "LastName": "Zastrow",
    "Biography": "Harboring a powerful need to push pixels and punch code, Philip is a designer and developer who needs a healthy mixture of both. At Sparkbox, Philip’s title may be Frontend Designer, but around the office he is known as the Sassmaster. That term isn’t because of sarcastic wit; rather, it’s for Philip’s depth of knowledge and love for all things CSS. Philip loves tinkering with new concepts and discovering unique solutions, all while dancing at his standing desk.",
    "GravatarUrl": "//www.gravatar.com/avatar/3211e2effadaf8881d1a6cb2dcde890a",
    "TwitterLink": "https://twitter.com/zastrow",
    "GitHubLink": "https://github.com/zastrow",
    "LinkedInProfile": null,
    "BlogUrl": "https://zastrow.co",
    "SessionIds": [
      "7737"
    ]
  },
  {
    "Id": "1703f4c9-fc99-4a7f-ad7e-09242c01c0ba",
    "FirstName": "Stephen",
    "LastName": "Zeidner",
    "Biography": "Steve leads Dynamit’s mobile development team. Steve has led development for many complex mobile applications for both iOS and Android. His deep experience includes augmented reality apps, beacon integrations, and mobile development leadership for financial services companies, convenience stores, food service companies, and several large retailers. Steve received a bachelor’s degree in computer science & engineering from the Ohio State University in 2004. In his free time, Steve enjoys spending time with his wife and two children, running extremely long distances, playing drums, and skateboarding.",
    "GravatarUrl": "//www.gravatar.com/avatar/5e3e6f0c073e2d18f6c4716d83c6cea3",
    "TwitterLink": "https://twitter.com/stevezeidner",
    "GitHubLink": "https://github.com/szeidner",
    "LinkedInProfile": "https://www.linkedin.com/in/stevezeidner",
    "BlogUrl": "http://stevezeidner.com",
    "SessionIds": [
      "7092"
    ]
  }
]
